{
  "version": "1.3.0",
  "generatedDate": "2025-06-29T22:01:51Z",
  "parks": [
    {
      "neighborhood": "Inner Richmond",
      "longitude": -122.46811226000001,
      "shortDescription": "Small neighborhood space offering urban respite",
      "latitude": 37.781849019999996,
      "category": "mini",
      "name": "10th Ave & Clement Mini Park",
      "address": "351 Ninth Ave",
      "objectId": 1635,
      "propertyID": "156",
      "acreage": 0.93242788,
      "fullDescription": "Nestled in the heart of the Inner Richmond near the bustling Clement Street corridor, this nearly one-acre green sanctuary offers residents a tranquil escape from urban density. The park features thoughtfully arranged seating areas and mature plantings that create intimate gathering spaces for the diverse Richmond community. Its strategic location makes it a perfect midday respite for shoppers exploring nearby Asian markets and restaurants, while providing neighborhood families with essential green space in this walkable district."
    },
    {
      "neighborhood": "Inner Sunset",
      "longitude": -122.47228105,
      "shortDescription": "Small neighborhood space offering urban respite",
      "latitude": 37.759569940000006,
      "category": "mini",
      "name": "15th Avenue Steps",
      "address": "1060 Kirkham St",
      "objectId": 242,
      "propertyID": "185",
      "acreage": 0.50806563,
      "fullDescription": "Carved into the hillside terrain of the Inner Sunset, these charming stepped gardens transform what could be ordinary urban infrastructure into a delightful pocket oasis. The terraced design maximizes the half-acre space, creating multiple levels of seating and planted areas that offer panoramic views toward the city. Local residents often pause here during their daily walks, making it a natural community gathering spot that celebrates the neighborhood's unique topography."
    },
    {
      "neighborhood": "Mission",
      "longitude": -122.40858706,
      "shortDescription": "Small neighborhood space offering urban respite",
      "latitude": 37.75304904,
      "category": "mini",
      "name": "24th & York Mini Park",
      "address": "2810 24th St",
      "objectId": 186,
      "propertyID": "51",
      "acreage": 0.13317206,
      "fullDescription": "This tiny but mighty triangular park serves as a crucial green anchor at the intersection of two busy Mission District streets, providing immediate relief from the area's urban intensity. Despite its compact 0.13-acre footprint, the space maximizes every square foot with clever landscaping and seating that accommodates both quick pauses and longer conversations. It represents the Mission's grassroots spirit, offering a democratic space where longtime residents and newcomers alike can connect with nature and each other."
    },
    {
      "neighborhood": "Noe Valley",
      "longitude": -122.43526587999999,
      "shortDescription": "Small neighborhood space offering urban respite",
      "latitude": 37.743586629999996,
      "category": "mini",
      "name": "29th & Diamond Open Space",
      "address": "1701 Diamond St",
      "objectId": 1656,
      "propertyID": "194",
      "acreage": 0.93141186,
      "fullDescription": "Perched on the slopes between Noe Valley and the Castro, this hillside retreat offers nearly an acre of terraced green space with stunning city vistas. The park's elevated position provides a natural amphitheater effect, where visitors can enjoy panoramic views while surrounded by native plantings that thrive in San Francisco's unique microclimate. It serves as both a neighborhood landmark and a peaceful meditation spot for residents navigating the busy corridors of upper Diamond Street."
    },
    {
      "neighborhood": "Mission",
      "longitude": -122.41813984999999,
      "shortDescription": "Community park in Mission with recreational facilities",
      "latitude": 37.77419146,
      "category": "neighborhood",
      "name": "49 S Van Ness Avenue",
      "address": "49 Van Ness Ave",
      "objectId": 171,
      "propertyID": "957474",
      "acreage": 2.53339019,
      "fullDescription": "This modern government building serves as San Francisco's centralized hub for city services, housing over fifteen departments including Planning, Public Works, and the Permit Center. The building represents San Francisco's commitment to accessible government, bringing together previously scattered offices into one convenient location where residents can handle construction permits, planning applications, and other city business. Its strategic location near Civic Center makes it a vital administrative anchor for the community, streamlining city services while contributing to the area's role as San Francisco's governmental heart."
    },
    {
      "neighborhood": "Bayview Hunters Point",
      "longitude": -122.37539185,
      "shortDescription": "Community park in Bayview Hunters Point with recreational facilities",
      "latitude": 37.73273891,
      "category": "neighborhood",
      "name": "900 Innes",
      "address": "900 Innes St",
      "objectId": 404,
      "propertyID": "957472",
      "acreage": 2.98206163,
      "fullDescription": "Serving the Bayview Hunters Point community, this waterfront facility provides essential recreational infrastructure and community gathering space in a neighborhood rich with cultural heritage and ongoing revitalization efforts. The park's location near the bay offers residents access to open space and recreational programming while supporting the area's strong community organizing tradition. Its role as both a recreation center and community meeting place makes it vital to neighborhood life and resident engagement."
    },
    {
      "neighborhood": "Bayview Hunters Point",
      "longitude": -122.38386381,
      "shortDescription": "Community park in Bayview Hunters Point with recreational facilities",
      "latitude": 37.73101787,
      "category": "neighborhood",
      "name": "Adam Rodgers Park",
      "address": "1215 Quesada Ave",
      "objectId": 97,
      "propertyID": "46",
      "acreage": 2.76858023,
      "fullDescription": "This 2.8-acre neighborhood gem in Bayview Hunters Point offers spectacular views of the Bay and serves as a beloved gathering spot for the community. The park features a wheelchair-accessible playground with city views, a basketball court, and numerous picnic sites with BBQ grills perfect for family gatherings. Its well-maintained trails provide excellent walking and running opportunities, while the thriving community garden allows residents to grow fresh fruits and vegetables, embodying the neighborhood's strong sense of community and self-reliance."
    },
    {
      "neighborhood": "Hayes Valley",
      "longitude": -122.43468604,
      "shortDescription": "Urban plaza and civic gathering space",
      "latitude": 37.77634695,
      "category": "plaza",
      "name": "Alamo Square",
      "address": "1081 Fulton St",
      "objectId": 1652,
      "propertyID": "117",
      "acreage": 13.64929367,
      "fullDescription": "Perched atop one of San Francisco's most iconic hills, Alamo Square offers breathtaking panoramic views of the city skyline, including the famous \"Painted Ladies\" Victorian homes that have graced countless postcards and films. This 13.6-acre hillside plaza serves as both a neighborhood gathering place and a world-renowned tourist destination, where visitors can picnic on the grassy slopes while taking in sweeping vistas from downtown to the Golden Gate Bridge. The plaza's elevated position and open lawns make it a perfect spot for photography, casual recreation, and community events, while its central location in Hayes Valley provides easy access to local shops and cafes."
    },
    {
      "neighborhood": "Excelsior",
      "longitude": -122.44665863,
      "shortDescription": "Community park in Excelsior with recreational facilities",
      "latitude": 37.70982341,
      "category": "neighborhood",
      "name": "Alice Chalmers Playground",
      "address": "670 Brunswick St",
      "objectId": 1645,
      "propertyID": "25",
      "acreage": 1.81590783,
      "fullDescription": "Serving the diverse Excelsior neighborhood, Alice Chalmers Playground provides essential recreational facilities for local families with its playground equipment, sports courts, and open areas for community gatherings. The park's central location makes it easily accessible to residents throughout the district, while its well-maintained amenities support both structured activities and informal play. As a neighborhood anchor, it fosters community connections and provides safe outdoor space for children and families in this multicultural residential area."
    },
    {
      "neighborhood": "Russian Hill",
      "longitude": -122.42009519,
      "shortDescription": "Small neighborhood space offering urban respite",
      "latitude": 37.80146337,
      "category": "mini",
      "name": "Alice Marble Courts",
      "address": "1200 Greenwich St",
      "objectId": 71,
      "propertyID": "151",
      "acreage": 0.83992372,
      "fullDescription": "Named after the legendary tennis champion who called San Francisco home, this Russian Hill gem combines athletic heritage with breathtaking views of the bay and Alcatraz. The courts sit dramatically on the hillside, offering players and spectators alike an unparalleled urban tennis experience where the city skyline serves as a stunning backdrop. Beyond tennis, the surrounding green space provides seating areas where neighbors gather to watch games and enjoy the panoramic vistas that make this location truly special."
    },
    {
      "neighborhood": "Mission",
      "longitude": -122.41821465,
      "shortDescription": "Small neighborhood space offering urban respite",
      "latitude": 37.75888932,
      "category": "mini",
      "name": "Alioto Mini Park",
      "address": "3460 20th St",
      "objectId": 98,
      "propertyID": "62",
      "acreage": 0.21154127000000003,
      "fullDescription": "This intimate quarter-acre pocket park embodies the Mission District's community-focused spirit, providing essential green refuge in one of the city's most densely populated neighborhoods. Located on busy 20th Street, it offers residents a rare opportunity to connect with nature without leaving their immediate area, featuring drought-resistant plantings that reflect California's environmental consciousness. The park serves as an informal community living room where neighbors of all ages can pause, socialize, and enjoy a moment of tranquility amid the Mission's vibrant street life."
    },
    {
      "category": "mini",
      "longitude": -122.42758433,
      "acreage": 0.88362876,
      "shortDescription": "Small neighborhood space offering urban respite",
      "latitude": 37.797448470000006,
      "address": "2609 Gough St",
      "objectId": 100,
      "fullDescription": "Tucked between the elegant homes of the Marina District, this nearly one-acre park provides a sophisticated green respite that perfectly complements the neighborhood's refined character. The park's mature trees and carefully maintained landscapes create an almost pastoral feeling, offering residents a place to exercise their dogs, read quietly, or enjoy picnic lunches with views toward the bay. Its proximity to both Chestnut Street shopping and the waterfront makes it an ideal stopping point for those exploring this picturesque district.",
      "neighborhood": "Marina",
      "name": "Allyne Park",
      "propertyID": "131"
    },
    {
      "propertyID": "129",
      "name": "Alta Plaza Park",
      "category": "plaza",
      "objectId": 1658,
      "longitude": -122.43768317,
      "neighborhood": "Pacific Heights",
      "latitude": 37.79117837,
      "address": "2501 Jackson St",
      "acreage": 12.935002050000001,
      "fullDescription": "Rising in terraced splendor through the heart of Pacific Heights, Alta Plaza Park is an elegant hillside plaza featuring formal landscaping, grand staircases, and commanding views over the city and bay. This 12.9-acre civic space showcases classic San Francisco urban design with its symmetrical layout of walking paths, manicured gardens, and multiple levels that climb the steep hillside, creating intimate gathering areas at each tier. The plaza's sophisticated atmosphere and stunning architecture make it a favorite for both quiet contemplation and social gatherings, while its strategic location offers spectacular sunrise views and serves as a gateway to Pacific Heights' prestigious residential streets.",
      "shortDescription": "Urban plaza and civic gathering space"
    },
    {
      "propertyID": "105",
      "name": "Angelo J. Rossi Playground",
      "category": "neighborhood",
      "objectId": 1662,
      "longitude": -122.45749604000001,
      "neighborhood": "Lone Mountain/USF",
      "latitude": 37.77874981,
      "address": "600 Arguello Blvd",
      "acreage": 7.08433275,
      "fullDescription": "This impressive 7-acre recreational complex sits on historically significant land in the Lone Mountain neighborhood, transformed from cemetery grounds into one of San Francisco's premier community recreation centers. The playground features extensive facilities including tennis and pickleball courts, baseball fields, basketball courts, and a renovated swimming pool, making it a athletic destination for residents and USF students alike. Its large open lawn areas and children's playground create perfect spaces for family gatherings, while the park's proximity to the University of San Francisco campus adds to its vibrant, collegiate atmosphere.",
      "shortDescription": "Community park in Lone Mountain/USF with recreational facilities"
    },
    {
      "propertyID": "65",
      "name": "Aptos Playground",
      "category": "neighborhood",
      "objectId": 73,
      "longitude": -122.46657164,
      "neighborhood": "West of Twin Peaks",
      "latitude": 37.728527709999994,
      "address": "139 Aptos Ave",
      "acreage": 4.9857799,
      "fullDescription": "Located in the Visitacion Valley neighborhood, Aptos Playground provides crucial recreational infrastructure for local families with playground equipment and open spaces designed for community use. The facility serves as a gathering place where children can play safely while parents build the social connections that strengthen neighborhood bonds. Its role in supporting family life and community interaction makes it an essential resource in this residential district that values shared public space.",
      "shortDescription": "Community park in West of Twin Peaks with recreational facilities"
    },
    {
      "propertyID": "97",
      "name": "Argonne Playground",
      "category": "mini",
      "objectId": 1669,
      "longitude": -122.47771293,
      "neighborhood": "Outer Richmond",
      "latitude": 37.779420030000004,
      "address": "455 18th Ave",
      "acreage": 0.92315503,
      "fullDescription": "Set in the heart of the Outer Richmond's residential streets, this neighborhood playground brings families together in a space designed for active play and community connection. The nearly one-acre site features age-appropriate play equipment surrounded by open green space where children can run freely while parents socialize on nearby benches. Its location in the avenues provides crucial recreational infrastructure for families who call this fog-kissed district home, creating lasting memories and neighborhood bonds.",
      "shortDescription": "Small neighborhood space offering urban respite"
    },
    {
      "propertyID": "171727",
      "name": "Arkansas Friendship Garden",
      "category": "garden",
      "objectId": 76,
      "longitude": -122.39765272999999,
      "neighborhood": "Potrero Hill",
      "latitude": 37.75736361,
      "address": "San Francisco, CA",
      "acreage": 0.12946478,
      "fullDescription": "This charming community garden on Potrero Hill embodies the neighborhood's spirit of collaboration and environmental consciousness. Despite its compact size, the garden maximizes growing space through vertical gardening techniques and efficient plot design, creating a productive urban farm that supplies fresh vegetables to local families. Regular community workdays and seasonal celebrations foster deep connections among gardeners, while the site serves as an outdoor classroom where children and adults learn about sustainable agriculture, composting, and the importance of local food systems in urban environments.",
      "shortDescription": "Community garden space for urban agriculture"
    },
    {
      "category": "garden",
      "longitude": -122.42638937,
      "acreage": 0.12555599,
      "shortDescription": "Community garden space for urban agriculture",
      "latitude": 37.737046330000005,
      "address": "San Francisco, CA",
      "objectId": 188,
      "fullDescription": "Nestled in the heart of Glen Park, this intimate quarter-acre community garden serves as a green sanctuary where neighbors cultivate both plants and friendships. The garden's raised beds and composting systems showcase sustainable urban farming techniques, while educational workshops teach visitors about organic growing methods and seasonal planting. Local families gather here to tend their plots and share knowledge, creating a vibrant hub of environmental stewardship and community connection that demonstrates how small spaces can yield abundant harvests and lasting relationships.",
      "neighborhood": "Glen Park",
      "name": "Arlington Community Garden",
      "propertyID": "171736"
    },
    {
      "propertyID": "174",
      "name": "Balboa Natural Area",
      "category": "neighborhood",
      "objectId": 182,
      "longitude": -122.51105271,
      "neighborhood": "Outer Richmond",
      "latitude": 37.7759179,
      "address": "San Francisco, CA",
      "acreage": 1.8432519,
      "fullDescription": "This remarkable 1.8-acre natural sanctuary protects one of San Francisco's last remaining foredune ecosystems, offering visitors a rare glimpse into the city's original coastal landscape. An elevated boardwalk allows exploration while protecting the sensitive native vegetation, providing peaceful ocean views and educational opportunities about San Francisco's unique dune ecology. Located at the corner of Balboa Street and Great Highway, this hidden gem serves as a tranquil escape where visitors can experience the intersection of urban life and wild nature, making it a perfect stop for nature lovers exploring the Outer Richmond's coastal attractions.",
      "shortDescription": "Community park in Outer Richmond with recreational facilities"
    },
    {
      "propertyID": "66",
      "name": "Balboa Park",
      "category": "destination",
      "objectId": 80,
      "longitude": -122.44462514,
      "neighborhood": "Outer Mission",
      "latitude": 37.724959739999996,
      "address": "51 Havelock St",
      "acreage": 24.86336884,
      "fullDescription": "Spanning multiple blocks in the Richmond District, Balboa Park combines sports facilities, recreational programming, and community gathering spaces to serve one of San Francisco's most diverse neighborhoods. The park's extensive amenities including pools, courts, and open fields accommodate both organized athletics and casual recreation for residents of all ages and backgrounds. Its central location and comprehensive facilities make it a vital community resource that supports healthy lifestyles and cross-cultural interaction in this international district.",
      "shortDescription": "Major 24-acre park with multiple attractions and facilities"
    },
    {
      "propertyID": "43",
      "name": "Bay View Park",
      "category": "destination",
      "objectId": 49,
      "longitude": -122.39251458,
      "neighborhood": "Bayview Hunters Point",
      "latitude": 37.71518495,
      "address": "900 Key Ave",
      "acreage": 46.64177327,
      "fullDescription": "Bay View Park stands as one of San Francisco's largest neighborhood parks in the Bayview Hunters Point district, spanning nearly 47 acres of diverse recreational terrain. The park features multiple sports fields, playgrounds, and open spaces that serve the vibrant Southeast community with facilities for soccer, baseball, and family gatherings. Its elevated location provides stunning views of the San Francisco Bay, making it a perfect spot for picnics while watching ships navigate the waters. The park's extensive trail system and varied topography offer visitors both challenging hikes and gentle walks through one of the city's most culturally rich neighborhoods.",
      "shortDescription": "Major 46-acre park with multiple attractions and facilities"
    },
    {
      "shortDescription": "Community park in Bayview Hunters Point with recreational facilities",
      "longitude": -122.39329980999999,
      "acreage": 3.9087788,
      "objectId": 1682,
      "fullDescription": "Named after basketball legend K.C. Jones who grew up in the nearby Double Rock Housing Development, this playground recently underwent a $6 million renovation that transformed it into a premier community recreation space. The renovated facility features a new baseball diamond with bleachers, expanded playground equipment, an accessible walking path with adult exercise equipment, and sustainable stormwater management features. Its 29 new trees and picnic lawn create a welcoming environment for families, while the playground's proximity to the Martin Luther King Jr. Pool adds to its appeal as a comprehensive recreational destination in the Bayview.",
      "latitude": 37.725942090000004,
      "address": "5701 3rd St",
      "propertyID": "38",
      "neighborhood": "Bayview Hunters Point",
      "category": "neighborhood",
      "name": "Bayview K.C. Jones Playground"
    },
    {
      "shortDescription": "Small neighborhood space offering urban respite",
      "longitude": -122.43861159,
      "acreage": 0.08773144,
      "objectId": 1687,
      "fullDescription": "Despite being one of the city's smallest green spaces at less than one-tenth of an acre, this Western Addition pocket park demonstrates how even the tiniest urban interventions can provide meaningful community benefit. Located in the heart of the Fillmore's historic district, it offers a quiet contemplation space amid the neighborhood's rich cultural landscape. The park's intimate scale makes every element—from seating to plantings—feel intentional and welcoming, proving that great things indeed come in small packages.",
      "latitude": 37.78240944,
      "address": "84 Beideman St",
      "propertyID": "106",
      "neighborhood": "Western Addition",
      "category": "mini",
      "name": "Beideman & O'Farrell Mini Park"
    },
    {
      "shortDescription": "Small neighborhood space offering urban respite",
      "longitude": -122.43997223999999,
      "acreage": 0.83122668,
      "objectId": 180,
      "fullDescription": "Nestled in the Glen Park village atmosphere, this hillside park takes advantage of the neighborhood's natural topography to create an elevated green sanctuary overlooking the charming business district below. The 0.8-acre space features terraced seating areas and native plantings that cascade down the slope, providing multiple vantage points for enjoying both nature and neighborhood life. It serves as a perfect spot for residents to pause during their walks to and from the Glen Park BART station, creating a seamless connection between urban transit and natural beauty.",
      "latitude": 37.73957202,
      "address": "298 Berkeley Way",
      "propertyID": "2",
      "neighborhood": "Glen Park",
      "category": "mini",
      "name": "Berkeley Way Open Space"
    },
    {
      "shortDescription": "Major 26-acre park with multiple attractions and facilities",
      "longitude": -122.41426523999999,
      "acreage": 26.342816420000002,
      "objectId": 36,
      "fullDescription": "Perched atop Bernal Heights Hill, this 26-acre park offers some of the most spectacular 360-degree views in San Francisco, encompassing the downtown skyline, bay, and distant mountains. The park's crown jewel is its summit, accessible via winding trails that lead to breathtaking panoramic vistas stretching from the Golden Gate Bridge to the East Bay hills. Popular with dog walkers, hikers, and sunset enthusiasts, the park features both paved and unpaved paths that wind through native grasslands and rocky outcroppings. Its position as one of the city's few off-leash dog areas makes it a beloved gathering spot for the local community and their four-legged companions.",
      "latitude": 37.743136729999996,
      "address": "San Francisco, CA",
      "propertyID": "36",
      "neighborhood": "Bernal Heights",
      "category": "destination",
      "name": "Bernal Heights Park"
    },
    {
      "shortDescription": "Small neighborhood space offering urban respite",
      "longitude": -122.41617543,
      "acreage": 0.8346184,
      "objectId": 81,
      "fullDescription": "This community hub serves as both recreational facility and neighborhood gathering place in the heart of Bernal Heights' village-like atmosphere. The nearly one-acre site combines indoor programming with outdoor green space, offering residents of all ages opportunities for fitness, socializing, and community engagement. Its location on Moultrie Street places it at the center of the neighborhood's daily life, making it a natural meeting point where the strong community spirit that defines Bernal Heights comes alive.",
      "latitude": 37.73845177,
      "address": "500 Moultrie St",
      "propertyID": "33",
      "neighborhood": "Bernal Heights",
      "category": "mini",
      "name": "Bernal Heights Rec Center"
    },
    {
      "shortDescription": "Small neighborhood space offering urban respite",
      "longitude": -122.41177669,
      "acreage": 0.7514173700000001,
      "objectId": 220,
      "fullDescription": "Honoring the memory of flight attendant Betty Ann Ong, a hero of September 11th, this Nob Hill recreation center provides crucial community services in one of the city's most densely populated areas. The three-quarter-acre facility offers both indoor programming and outdoor respite space, serving the diverse population of Chinatown and Nob Hill residents who rely on public recreation facilities. Its central location makes it accessible to multiple neighborhoods, creating a bridge between communities while providing essential green space in the urban core.",
      "latitude": 37.794231350000004,
      "address": "1101 Washington St",
      "propertyID": "140",
      "neighborhood": "Nob Hill",
      "category": "mini",
      "name": "Betty Ann Ong Rec Center"
    },
    {
      "shortDescription": "Community park in Glen Park with recreational facilities",
      "longitude": -122.43321192,
      "acreage": 3.6688939,
      "objectId": 48,
      "fullDescription": "This dramatic hilltop park in Glen Park offers visitors some of San Francisco's most spectacular panoramic views from its rocky summit, with sweeping vistas that encompass downtown, the bay, and surrounding neighborhoods. The park's natural amphitheater setting and steep terrain create an authentic wilderness experience just minutes from the village-like Glen Park business district, making it a favorite destination for both daily exercise and special occasions. Its combination of accessible location and challenging topography attracts hikers, dog walkers, and photography enthusiasts who appreciate both the physical workout and the stunning urban scenery.",
      "latitude": 37.741412929999996,
      "address": "294 Beacon St",
      "propertyID": "5",
      "neighborhood": "Glen Park",
      "category": "neighborhood",
      "name": "Billy Goat Hill"
    },
    {
      "shortDescription": "Small neighborhood space offering urban respite",
      "longitude": -122.41743636,
      "acreage": 0.1245258,
      "objectId": 26,
      "fullDescription": "Perched dramatically above the Broadway Tunnel entrance, this small but strategically located park offers Russian Hill residents a quiet retreat with some of the city's most spectacular views. The one-eighth-acre space maximizes its clifftop position, providing seating areas where visitors can watch the ebb and flow of city traffic while enjoying panoramic vistas of the bay and distant hills. It represents urban planning at its finest, transforming what could be unused infrastructure space into a beloved neighborhood asset.",
      "latitude": 37.7964406,
      "address": "1201 Broadway",
      "propertyID": "203",
      "neighborhood": "Russian Hill",
      "category": "mini",
      "name": "Broadway Tunnel W. Mini Park"
    },
    {
      "shortDescription": "Community park in Oceanview/Merced/Ingleside with recreational facilities",
      "longitude": -122.46679189,
      "acreage": 3.79028119,
      "objectId": 128,
      "fullDescription": "This hidden hilltop gem in the OMI neighborhoods offers some of San Francisco's most spectacular and underrated sunset views over the Pacific Ocean, Lake Merced, and Parkmerced towers. The park features bocce ball and volleyball courts, BBQ pits, playground equipment, and an active community garden where locals grow vegetables and learn about native plant restoration. Once transformed from a troubled area into a safe family destination, Brooks Park now serves as a peaceful retreat where visitors can enjoy panoramic ocean vistas while exploring walking trails and picnic areas in one of the city's most suburban-feeling neighborhoods.",
      "latitude": 37.71728548,
      "address": "373 Ramsell St",
      "propertyID": "18",
      "neighborhood": "Oceanview/Merced/Ingleside",
      "category": "neighborhood",
      "name": "Brooks Park"
    },
    {
      "shortDescription": "Community park in Western Addition, Hayes Valley with recreational facilities",
      "longitude": -122.42858096,
      "acreage": 1.9706335400000001,
      "objectId": 55,
      "fullDescription": "This five-block pedestrian mall running from Eddy to Grove Street represents both the resilience and renewal of the Western Addition community, currently undergoing a transformative $30 million renovation project scheduled for completion in late 2026. The reimagined space will feature a Memory Walk with decorative paving and foundational art elements, three park-activation kiosks, and new green infrastructure that honors the neighborhood's rich cultural heritage. Designed through extensive community input including over 1,150 survey responses, the renovated mall will serve as a vibrant hub for recreation, arts, culture, and intergenerational connection in the heart of the historic Fillmore district.",
      "latitude": 37.77951424,
      "address": "1151 Buchanan St",
      "propertyID": "121",
      "neighborhood": "Western Addition, Hayes Valley",
      "category": "neighborhood",
      "name": "Buchanan St Mall"
    },
    {
      "shortDescription": "Major 38-acre park with multiple attractions and facilities",
      "longitude": -122.44139746,
      "acreage": 38.34512762,
      "objectId": 219,
      "fullDescription": "Rising 569 feet above the Haight Ashbury district, Buena Vista Park offers visitors a forested urban wilderness with some of San Francisco's most spectacular panoramic views. This 37-acre hilltop sanctuary features winding trails through eucalyptus groves and native plantings that create a sense of escape from city life, while multiple viewpoints provide stunning vistas of the Golden Gate Bridge, downtown skyline, and bay. The park's combination of natural beauty and cultural significance as the city's oldest official park makes it a beloved destination for both daily exercise and special occasions, where visitors can experience the intersection of San Francisco's natural landscape and urban sophistication.",
      "latitude": 37.768564160000004,
      "address": "1293 Haight St",
      "propertyID": "81",
      "neighborhood": "Haight Ashbury",
      "category": "destination",
      "name": "Buena Vista Park"
    },
    {
      "shortDescription": "Small neighborhood space offering urban respite",
      "longitude": -122.44255079999999,
      "acreage": 0.19535678,
      "objectId": 1697,
      "fullDescription": "This elegant Pacific Heights pocket park embodies the neighborhood's sophisticated character while providing essential green space in one of the city's most prestigious districts. The quarter-acre site features mature trees and refined landscaping that create an intimate outdoor room perfect for quiet reflection or casual conversation. Its location on Bush Street makes it easily accessible to residents navigating between the neighborhood's commercial corridors and residential streets, offering a moment of natural beauty amid urban sophistication.",
      "latitude": 37.78559708,
      "address": "2748 Bush St",
      "propertyID": "108",
      "neighborhood": "Pacific Heights",
      "category": "mini",
      "name": "Bush & Broderick Mini Park"
    },
    {
      "shortDescription": "Community park in Outer Richmond with recreational facilities",
      "longitude": -122.49871358,
      "acreage": 1.00858201,
      "objectId": 82,
      "fullDescription": "Located in the Richmond District near the ocean, Cabrillo Playground provides families with recreational facilities that take advantage of the area's cool, temperate climate and proximity to Golden Gate Park. The playground serves the diverse Richmond community with equipment and programming designed for children of various ages, while its location offers easy access to both neighborhood amenities and the park's extensive trail network. Its role as a family gathering place reflects the Richmond's character as one of San Francisco's most family-friendly residential districts.",
      "latitude": 37.772872379999995,
      "address": "851 38th Ave",
      "propertyID": "95",
      "neighborhood": "Outer Richmond",
      "category": "neighborhood",
      "name": "Cabrillo Playground"
    },
    {
      "shortDescription": "Community park in Sunset/Parkside with recreational facilities",
      "longitude": -122.4759929,
      "acreage": 7.339430640000001,
      "objectId": 1704,
      "fullDescription": "This beloved Sunset District park, donated by Danish immigrant Carl Larsen in 1926, features the neighborhood's famous aviation-themed playground complete with a sculpted F-8 Crusader jet replica that continues the park's decades-long tradition as \"the airplane park.\" The facility offers comprehensive recreation with tennis and basketball courts, a baseball diamond, and the architecturally award-winning Charlie Sava Pool, named after an Olympic swimming coach. Its unique combination of historical charm, modern amenities, and distinctive airplane playground makes it a cherished landmark visible from 19th Avenue and a favorite destination for families throughout the Parkside District.",
      "latitude": 37.739289809999995,
      "address": "2695 19th Ave",
      "propertyID": "86",
      "neighborhood": "Sunset/Parkside",
      "category": "neighborhood",
      "name": "Carl Larsen Park"
    },
    {
      "shortDescription": "Small neighborhood space offering urban respite",
      "longitude": -122.4329585,
      "acreage": 0.15415614000000002,
      "objectId": 33,
      "fullDescription": "Located in the diverse Outer Mission neighborhood, this small corner park serves as a vital green anchor in an area where such spaces are precious commodities. The quarter-acre site provides essential outdoor gathering space for the multicultural families who call this district home, featuring play areas and seating that accommodate multiple generations. Its position at the intersection of residential streets makes it a natural community crossroads where neighbors can connect while children play safely away from busy traffic.",
      "latitude": 37.73034855,
      "address": "185 Cayuga Ave",
      "propertyID": "159",
      "neighborhood": "Outer Mission",
      "category": "mini",
      "name": "Cayuga & Lamartine Mini Park"
    },
    {
      "shortDescription": "Community park in Outer Mission with recreational facilities",
      "longitude": -122.45035425,
      "acreage": 3.56475182,
      "objectId": 141,
      "fullDescription": "Serving the Outer Mission community, Cayuga Playground provides essential recreational infrastructure with playground equipment, sports facilities, and open space for local families. The park's design emphasizes community use and accessibility, offering residents a safe gathering place for both organized activities and informal recreation. Its central location and well-maintained amenities make it a vital neighborhood resource that supports family life and community interaction in this diverse residential area.",
      "latitude": 37.71389148,
      "address": "301 Naglee Ave",
      "propertyID": "15",
      "neighborhood": "Outer Mission",
      "category": "neighborhood",
      "name": "Cayuga Playground"
    },
    {
      "shortDescription": "Small neighborhood space offering urban respite",
      "longitude": -122.40711737,
      "acreage": 0.04732612,
      "objectId": 130,
      "fullDescription": "This tiny North Beach pocket park, though only a twentieth of an acre, provides crucial breathing room in one of the city's most densely built neighborhoods. Located steps from the Italian heritage sites and bustling cafes that define North Beach, it offers visitors and residents alike a quiet moment amid the district's vibrant street life. The space's intimate scale creates an almost secret garden feeling, where locals know to pause for a few minutes of tranquility while exploring the neighborhood's rich cultural landscape.",
      "latitude": 37.80464044,
      "address": "225 Chestnut St",
      "propertyID": "152",
      "neighborhood": "North Beach",
      "category": "mini",
      "name": "Chestnut & Kearny Open Space"
    },
    {
      "shortDescription": "Small neighborhood space offering urban respite",
      "longitude": -122.41926539,
      "acreage": 0.80652683,
      "objectId": 4,
      "fullDescription": "While primarily serving as San Francisco's seat of government, the green spaces surrounding City Hall create an unexpected urban oasis in the heart of the Civic Center. The formal landscaping and open plazas provide residents with a place to experience democratic architecture while enjoying outdoor space that reflects the city's commitment to public accessibility. The grounds serve as both ceremonial space for civic events and daily respite for those working in or visiting the government district, creating a meaningful connection between public service and public space.",
      "latitude": 37.77914173,
      "address": "1 Carlton B. Goodlett Place",
      "propertyID": "11559",
      "neighborhood": "Tenderloin",
      "category": "mini",
      "name": "City Hall"
    },
    {
      "shortDescription": "Community garden space for urban agriculture",
      "longitude": -122.4431957,
      "acreage": 0.4677895,
      "objectId": 19,
      "fullDescription": "Perched on a terraced hillside in Noe Valley, this nearly half-acre community garden takes advantage of San Francisco's microclimates to create diverse growing zones for year-round cultivation. The garden's thoughtful design includes drought-resistant native plants alongside productive vegetable beds, demonstrating how urban agriculture can work in harmony with local ecosystems. Weekend workshops on permaculture and water conservation draw gardeners from across the city, while the site's spectacular views and peaceful atmosphere make it a beloved gathering place for both serious growers and families seeking to connect with nature.",
      "latitude": 37.747848069999996,
      "address": "855 Clipper Terrace",
      "propertyID": "135193",
      "neighborhood": "Noe Valley",
      "category": "garden",
      "name": "Clipper Terr Comm. Garden"
    },
    {
      "shortDescription": "Small neighborhood space offering urban respite",
      "longitude": -122.41965561,
      "acreage": 0.23009548000000002,
      "objectId": 111,
      "fullDescription": "This intimate Bernal Heights pocket park captures the neighborhood's village-like character, providing residents with a small but perfectly formed green retreat. The quarter-acre space features thoughtful landscaping and seating that encourages both solitary reflection and community gathering, embodying the tight-knit spirit that makes Bernal Heights special. Its quiet residential location makes it a favorite spot for neighbors to walk their dogs, read books, or simply enjoy a few minutes of natural beauty amid the urban landscape.",
      "latitude": 37.74441806,
      "address": "90 Coleridge St",
      "propertyID": "34",
      "neighborhood": "Bernal Heights",
      "category": "mini",
      "name": "Coleridge Mini Park"
    },
    {
      "shortDescription": "Urban plaza and civic gathering space",
      "longitude": -122.4121807,
      "acreage": 1.29616036,
      "objectId": 1712,
      "fullDescription": "Perched atop prestigious Nob Hill, this intimate 1.3-acre park provides a sophisticated urban oasis surrounded by some of San Francisco's most historic luxury hotels and apartment buildings. The park features carefully manicured gardens, classical fountains, and elegant seating areas that reflect the refined character of its exclusive neighborhood setting. Its elevated location offers glimpses of the bay between buildings while creating a peaceful retreat where residents and visitors can escape the intensity of nearby commercial districts. The park's formal design and prime location make it a popular spot for contemplation, casual meetings, and small gatherings among Nob Hill's distinguished community.",
      "latitude": 37.79216622,
      "address": "1000 Taylor St",
      "propertyID": "137",
      "neighborhood": "Nob Hill",
      "category": "plaza",
      "name": "Collis P. Huntington Park"
    },
    {
      "name": "Connecticut Friendship Garden",
      "shortDescription": "Community garden space for urban agriculture",
      "acreage": 0.13554906,
      "objectId": 75,
      "fullDescription": "This intimate community garden in Potrero Hill stands as a testament to neighborhood resilience and environmental stewardship. The compact space features innovative growing techniques including container gardening and trellising systems that maximize productivity while creating a beautiful green oasis. Local residents of all ages collaborate on shared projects like the children's teaching garden and native pollinator habitat, fostering intergenerational learning about sustainable practices and urban biodiversity.",
      "latitude": 37.75740481,
      "address": "699 Connecticut St",
      "propertyID": "171700",
      "neighborhood": "Potrero Hill",
      "category": "garden",
      "longitude": -122.39730975
    },
    {
      "name": "Corona Heights Park",
      "shortDescription": "Major 13-acre park with multiple attractions and facilities",
      "acreage": 13.24973014,
      "objectId": 235,
      "fullDescription": "Perched on a dramatic rocky outcrop in the Castro area, Corona Heights Park offers visitors spectacular 360-degree views of San Francisco from its 520-foot summit. This 16-acre natural area features exposed bedrock formations and native plant communities that provide insight into the city's geological history, while its challenging trails reward hikers with some of the most comprehensive urban vistas available. The park's combination of accessible location and wild character makes it a favorite destination for both serious hikers seeking workout challenges and casual visitors wanting to experience San Francisco's dramatic topography without leaving the city limits.",
      "latitude": 37.76498176,
      "address": "199 Museum Way",
      "propertyID": "80",
      "neighborhood": "Castro/Upper Market",
      "category": "destination",
      "longitude": -122.43881015
    },
    {
      "name": "Coso & Precita Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.15050869,
      "objectId": 61,
      "fullDescription": "Tucked into the residential streets of Bernal Heights, this small park provides essential green infrastructure in a neighborhood known for its strong community bonds. The modest quarter-acre space creates an outdoor living room where neighbors naturally encounter each other during daily routines, fostering the kind of spontaneous interactions that build lasting community connections. Its location near Precita Avenue makes it easily accessible while maintaining the quiet, residential character that Bernal Heights residents cherish.",
      "latitude": 37.74624859,
      "address": "San Francisco, CA",
      "propertyID": "199",
      "neighborhood": "Bernal Heights",
      "category": "mini",
      "longitude": -122.41813352999999
    },
    {
      "name": "Cottage Row Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.17142016,
      "objectId": 112,
      "fullDescription": "Hidden among Pacific Heights' elegant residential streets, this small park offers an intimate green respite that feels like a private garden shared with the community. The quarter-acre space features mature plantings and quiet seating areas that provide a contemplative escape from the neighborhood's busy shopping and dining corridors. Its discreet location makes it a favorite among locals who appreciate having a peaceful retreat just steps from the urban amenities that make Pacific Heights so desirable.",
      "latitude": 37.78656476,
      "address": "San Francisco, CA",
      "propertyID": "127",
      "neighborhood": "Pacific Heights",
      "category": "mini",
      "longitude": -122.43232103999999
    },
    {
      "name": "Cow Hollow Playground",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.14948525000000001,
      "objectId": 16,
      "fullDescription": "This charming Marina District playground brings families together in a space designed specifically for children's play and parent community building. The quarter-acre site features modern play equipment surrounded by seating areas where parents can socialize while their children explore and make friends. Its location in the heart of Cow Hollow makes it a central gathering point for the neighborhood's many young families, creating lasting bonds and childhood memories in one of the city's most family-friendly districts.",
      "latitude": 37.79734341,
      "address": "1 Miley St",
      "propertyID": "110",
      "neighborhood": "Marina",
      "category": "mini",
      "longitude": -122.44486464
    },
    {
      "name": "Crags Court Garden",
      "shortDescription": "Community garden space for urban agriculture",
      "acreage": 0.43651079,
      "objectId": 20,
      "fullDescription": "Hidden away on a quiet Glen Park street, this nearly half-acre community garden serves as both a productive urban farm and a peaceful retreat from city life. The garden's thoughtful layout includes dedicated spaces for herb cultivation, fruit trees, and experimental plots where gardeners test new growing techniques suited to San Francisco's unique climate. Monthly potluck dinners featuring garden-fresh ingredients strengthen community bonds, while the site's compost demonstration area and rainwater collection systems educate visitors about sustainable urban living practices.",
      "latitude": 37.74142764,
      "address": "2 Crags Ct",
      "propertyID": "198",
      "neighborhood": "Glen Park",
      "category": "garden",
      "longitude": -122.44067677000001
    },
    {
      "name": "Crocker Amazon Playground",
      "shortDescription": "Major 57-acre park with multiple attractions and facilities",
      "acreage": 57.523356299999996,
      "objectId": 221,
      "fullDescription": "This expansive recreational facility in the Excelsior district provides comprehensive amenities including sports fields, playground equipment, and community programming space for one of San Francisco's most affordable family neighborhoods. The park's substantial size and diverse facilities accommodate everything from youth soccer leagues to family gatherings, serving as a vital community anchor for residents of all ages. Its role as both a recreational destination and community meeting place makes it essential infrastructure for maintaining neighborhood cohesion and supporting active lifestyles.",
      "latitude": 37.7140419,
      "address": "799 Moscow St",
      "propertyID": "164",
      "neighborhood": "Excelsior, McLaren Park",
      "category": "destination",
      "longitude": -122.42928812999999
    },
    {
      "name": "Diamond & Farnum Open Space",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.07942271,
      "objectId": 1726,
      "fullDescription": "This tiny Glen Park pocket park demonstrates how even the smallest urban spaces can provide meaningful community value when thoughtfully designed and lovingly maintained. The one-twentieth-acre site offers neighbors a quiet spot for reflection and casual conversation, perfectly scaled to Glen Park's intimate village atmosphere. Its location near the neighborhood's charming business district makes it a natural rest stop for residents running errands or exploring the area's unique blend of urban convenience and small-town charm.",
      "latitude": 37.73880732,
      "address": "San Francisco, CA",
      "propertyID": "181",
      "neighborhood": "Glen Park",
      "category": "mini",
      "longitude": -122.43432662
    },
    {
      "name": "Dogpatch - Miller Memorial Garden",
      "shortDescription": "Community garden space for urban agriculture",
      "acreage": 0.30290238,
      "objectId": 15,
      "fullDescription": "This community garden in the historic Dogpatch neighborhood honors local heritage while promoting sustainable urban agriculture and community building. The garden's memorial aspect creates a meaningful space for reflection and remembrance, while its productive beds demonstrate how community-driven food systems can flourish in post-industrial neighborhoods. Local residents collaborate on seasonal growing projects and educational programs that connect gardening skills with neighborhood history, creating a living tribute that serves both community needs and environmental goals.",
      "latitude": 37.74504697,
      "address": "114 Brewster St",
      "propertyID": "35",
      "neighborhood": "Bernal Heights",
      "category": "garden",
      "longitude": -122.40717609
    },
    {
      "name": "Dorothy Erskine Park",
      "shortDescription": "Community park in West of Twin Peaks with recreational facilities",
      "acreage": 1.60282348,
      "objectId": 72,
      "fullDescription": "Located in the West of Twin Peaks area, this 1.6-acre park serves families in a predominantly residential neighborhood with recreational facilities designed to accommodate children of various ages while providing adults with peaceful gathering areas. The park's design takes advantage of the area's mild microclimate and relatively flat terrain to create play areas, walking paths, and open spaces suitable for both organized activities and informal recreation. Its central location within the residential grid makes it easily accessible to families throughout the neighborhood while its scale provides enough space for community events and celebrations that bring residents together. The park represents the importance of providing local recreational facilities in neighborhoods that might otherwise require residents to travel significant distances to access public amenities.",
      "latitude": 37.73391837,
      "address": "7 Martha Ave",
      "propertyID": "179",
      "neighborhood": "West of Twin Peaks",
      "category": "neighborhood",
      "longitude": -122.43945927
    },
    {
      "name": "Douglass Playground",
      "shortDescription": "Community park in Noe Valley with recreational facilities",
      "acreage": 7.88730383,
      "objectId": 147,
      "fullDescription": "This terraced neighborhood playground at 26th and Douglass Street offers stunning downtown San Francisco views along with comprehensive recreational facilities for the Noe Valley community. The well-equipped park features tennis and basketball courts on a first-come, first-serve basis, a modern playground, and pleasant picnic areas perfect for family gatherings. The facility includes a clubhouse with after-school programs, while the upper hillside hosts the Upper Douglass Dog Play Area, making it a multi-generational destination where sports enthusiasts, families, and pet owners can all find their perfect outdoor experience.",
      "latitude": 37.74729064,
      "address": "1098 Douglass St",
      "propertyID": "8",
      "neighborhood": "Noe Valley",
      "category": "neighborhood",
      "longitude": -122.43892205
    },
    {
      "name": "DuPont Tennis Courts",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.9268219600000001,
      "objectId": 1747,
      "fullDescription": "Located in the fog-blessed Outer Richmond, these tennis courts provide recreational opportunities while showcasing the neighborhood's commitment to active outdoor living. The nearly one-acre facility offers players a chance to enjoy their sport in the fresh ocean air, with the unique microclimate creating ideal conditions for year-round play. Beyond tennis, the surrounding space serves the diverse avenues community as a gathering place where neighbors can connect over shared interests in fitness and outdoor recreation.",
      "latitude": 37.78269292,
      "address": "336 31st Ave",
      "propertyID": "98",
      "neighborhood": "Outer Richmond",
      "category": "mini",
      "longitude": -122.49084631
    },
    {
      "name": "Duboce Park",
      "shortDescription": "Community park in Haight Ashbury with recreational facilities",
      "acreage": 4.78759191,
      "objectId": 1736,
      "fullDescription": "Beloved as the heart of the Castro/Upper Market area, Duboce Park serves as San Francisco's premier dog park while providing recreational facilities for one of the city's most vibrant neighborhoods. This nearly 4-acre urban oasis features off-leash areas that create a social hub for dog owners, along with playground equipment and open space for families to enjoy. The park's central location and welcoming atmosphere make it a daily gathering place where the Castro's diverse community comes together, from longtime residents to newcomers, creating the kind of authentic neighborhood connections that define San Francisco's best residential districts.",
      "latitude": 37.76961523,
      "address": "50 Scott St",
      "propertyID": "113",
      "neighborhood": "Haight Ashbury",
      "category": "neighborhood",
      "longitude": -122.43345618000001
    },
    {
      "name": "Duncan & Castro Open Space",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.65081602,
      "objectId": 78,
      "fullDescription": "Nestled in the hills between Noe Valley and the Castro, this terraced park offers residents nearly two-thirds of an acre of sloped green space with panoramic city views. The park's hillside location creates natural amphitheater seating where visitors can enjoy sweeping vistas while surrounded by native plants that thrive in San Francisco's Mediterranean climate. It serves as both a neighborhood landmark and a peaceful retreat for residents seeking respite from the busy commercial corridors that define these vibrant districts.",
      "latitude": 37.745972189999996,
      "address": "592 Duncan St",
      "propertyID": "178",
      "neighborhood": "Noe Valley",
      "category": "mini",
      "longitude": -122.43340907000001
    },
    {
      "name": "Edgehill Mountain",
      "shortDescription": "Community park in West of Twin Peaks with recreational facilities",
      "acreage": 2.41942505,
      "objectId": 1763,
      "fullDescription": "This 2.4-acre park in West of Twin Peaks preserves a natural hillside environment while providing hiking trails and scenic overlooks that offer residents access to nature and exercise close to home. The park's terrain and vegetation create habitat for local wildlife while its trails provide opportunities for hiking and nature observation that complement the more developed recreational facilities found in other neighborhood parks. Its elevated location provides views of the surrounding area while its natural character offers a contrast to the residential development that characterizes most of the West of Twin Peaks district. The park demonstrates how cities can preserve natural areas and topographic features even within dense residential neighborhoods, providing residents with access to outdoor experiences that enhance quality of life.",
      "latitude": 37.742039469999995,
      "address": "San Francisco, CA",
      "propertyID": "71",
      "neighborhood": "West of Twin Peaks",
      "category": "neighborhood",
      "longitude": -122.45978223
    },
    {
      "name": "Embarcadero Plaza",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 4.13652822,
      "objectId": 183,
      "fullDescription": "Located along San Francisco's bustling waterfront, this 4-acre plaza serves as a vital civic gathering space that connects the Financial District with the Bay while accommodating both daily commuters and tourists. The plaza's open design and strategic positioning make it an ideal venue for outdoor events, farmers markets, and public celebrations that take advantage of its proximity to the Ferry Building and bay views. Its modern landscaping and public art installations create an inviting environment where office workers enjoy lunch breaks while visitors pause to orient themselves along the popular Embarcadero walkway. The plaza demonstrates how thoughtful urban design can transform transportation corridors into vibrant community spaces that enhance both economic and social life.",
      "latitude": 37.79492396,
      "address": "10 Market St",
      "propertyID": "138",
      "neighborhood": "Financial District/South Beach",
      "category": "plaza",
      "longitude": -122.39478498
    },
    {
      "name": "Esprit Park",
      "shortDescription": "Community park in Potrero Hill with recreational facilities",
      "acreage": 2.22949667,
      "objectId": 114,
      "fullDescription": "Situated in Potrero Hill, this 2.2-acre park provides recreational facilities and community gathering space that reflects the neighborhood's reputation for strong community engagement and family-friendly atmosphere. The park's design includes playground equipment, sports courts, and open areas suitable for community events while taking advantage of Potrero Hill's favorable climate and bay views. Its location within the neighborhood's residential core makes it easily accessible to local families while its facilities support both organized activities and informal recreation that brings neighbors together. The park serves as a focal point for community life in a neighborhood known for its activism, diversity, and commitment to maintaining a village-like character within the larger urban context.",
      "latitude": 37.76099117,
      "address": "700 Minnesota St",
      "propertyID": "193",
      "neighborhood": "Potrero Hill",
      "category": "neighborhood",
      "longitude": -122.39100688
    },
    {
      "name": "Eugene Friend Rec Center",
      "shortDescription": "Community park in South of Market with recreational facilities",
      "acreage": 1.16261065,
      "objectId": 123,
      "fullDescription": "Located in South of Market, this 1.2-acre recreation center provides essential services and facilities for a neighborhood undergoing rapid development and demographic change while working to maintain affordable housing and community resources. The center's programming serves both longtime residents and newcomers with activities designed to build bridges across different populations while addressing the specific needs of families, seniors, and children in an increasingly expensive urban environment. Its location makes it accessible to residents of both public housing and market-rate developments while its services help maintain community connections as neighborhood composition changes. The center represents efforts to preserve community infrastructure and social services even as areas experience gentrification and economic transformation.",
      "latitude": 37.778639229999996,
      "address": "270 6th St",
      "propertyID": "57",
      "neighborhood": "South of Market",
      "category": "neighborhood",
      "longitude": -122.40634866
    },
    {
      "name": "Eureka Valley Rec Center",
      "shortDescription": "Community park in Castro/Upper Market with recreational facilities",
      "acreage": 2.25481227,
      "objectId": 1776,
      "fullDescription": "Anchoring the Castro district, Eureka Valley Recreation Center provides comprehensive facilities that serve one of San Francisco's most close-knit communities with indoor programming and outdoor recreational space. The center's amenities support diverse activities from fitness classes to community meetings, while its central location makes it easily accessible to residents throughout the valley. As both a recreational facility and community gathering place, it plays a crucial role in maintaining the social connections and neighborhood activism that define Castro culture and contribute to San Francisco's progressive identity.",
      "latitude": 37.75977273,
      "address": "100 Collingwood St",
      "propertyID": "75",
      "neighborhood": "Castro/Upper Market",
      "category": "neighborhood",
      "longitude": -122.43648654
    },
    {
      "name": "Everson & Digby Lots",
      "shortDescription": "Community park in Glen Park with recreational facilities",
      "acreage": 1.2687575199999999,
      "objectId": 88,
      "fullDescription": "These combined 1.3-acre lots in Glen Park provide open space and recreational facilities that complement the neighborhood's compact commercial core while serving families who value Glen Park's small-town atmosphere within the larger city. The lots' design creates play areas and gathering spaces that are easily accessible to the surrounding residential streets while maintaining the informal, community-oriented character that distinguishes Glen Park from other San Francisco neighborhoods. Their location near Glen Park's BART station and commercial district makes them convenient for families combining recreation with errands or commuting while their scale provides space for both children's activities and adult socializing. The lots demonstrate how neighborhoods can create and maintain public space that reinforces local identity and community connections.",
      "latitude": 37.73809212,
      "address": "61 Everson St",
      "propertyID": "6",
      "neighborhood": "Glen Park",
      "category": "neighborhood",
      "longitude": -122.43179489
    },
    {
      "name": "Excelsior Playground",
      "shortDescription": "Community park in Excelsior with recreational facilities",
      "acreage": 1.90615221,
      "objectId": 116,
      "fullDescription": "Located in the heart of the diverse Excelsior district, this community playground provides essential recreational facilities for local families with playground equipment, sports courts, and open areas for neighborhood gatherings. The park serves as a vital community anchor where children from various cultural backgrounds come together to play while parents build social connections that strengthen the area's multicultural character. Its central location and accessible amenities make it a cornerstone of community life in this affordable residential neighborhood that proudly maintains its working-class roots.",
      "latitude": 37.720348990000005,
      "address": "579 Madrid St",
      "propertyID": "29",
      "neighborhood": "Excelsior",
      "category": "neighborhood",
      "longitude": -122.43324049
    },
    {
      "name": "Fairmont Plaza",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 0.86592145,
      "objectId": 1793,
      "fullDescription": "Nestled in the heart of Glen Park village, this nearly one-acre plaza creates an intimate town square atmosphere that anchors the neighborhood's charming commercial district. The plaza's design emphasizes pedestrian comfort with shade trees, benches, and small garden areas that encourage residents to linger and socialize after shopping or dining at nearby establishments. Its compact scale and residential surroundings give it a village-like quality that distinguishes Glen Park from other San Francisco neighborhoods, fostering a strong sense of community identity. The plaza regularly hosts small-scale community events and serves as an informal meeting place where neighbors connect and local businesses thrive through increased foot traffic.",
      "latitude": 37.738508100000004,
      "address": "26 Amatista Ln",
      "propertyID": "3",
      "neighborhood": "Glen Park",
      "category": "plaza",
      "longitude": -122.42912802000001
    },
    {
      "name": "Fallen Bridge Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.31978069000000003,
      "objectId": 86,
      "fullDescription": "This uniquely named Mission District park transforms a small urban lot into a meaningful green space that reflects the neighborhood's creative and resilient spirit. The third-acre site provides essential outdoor gathering space in one of the city's most densely populated areas, featuring plantings and seating that encourage both community interaction and quiet contemplation. Its location on Utah Street places it at the heart of the Mission's residential core, offering families and individuals alike a precious opportunity to connect with nature without leaving their neighborhood.",
      "latitude": 37.76232205,
      "address": "551 Utah St",
      "propertyID": "202",
      "neighborhood": "Mission",
      "category": "mini",
      "longitude": -122.40606709000001
    },
    {
      "name": "Father Alfred Boeddeker Park",
      "shortDescription": "Community park in Tenderloin with recreational facilities",
      "acreage": 1.093675,
      "objectId": 117,
      "fullDescription": "Rising like a green sanctuary in the heart of the Tenderloin, this 1-acre park provides crucial respite and recreational opportunities for one of San Francisco's most densely populated neighborhoods. Named after a Franciscan priest who served the area's most vulnerable residents, the park features playground equipment, seating areas, and programming that serves families, children, and individuals seeking safe outdoor space. Despite the urban challenges surrounding it, the park represents hope and community resilience, offering a place where Tenderloin residents can experience nature, recreation, and social connection in an environment designed with dignity and care.",
      "latitude": 37.784386520000005,
      "address": "246 Eddy St",
      "propertyID": "134",
      "neighborhood": "Tenderloin",
      "category": "neighborhood",
      "longitude": -122.41208747
    },
    {
      "name": "Fay Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.32959382000000004,
      "objectId": 120,
      "fullDescription": "Perched on the slopes of Russian Hill, this intimate third-acre park offers visitors spectacular views of the bay while providing a peaceful retreat from the neighborhood's steep streets and bustling activity. The park's terraced design takes advantage of the natural topography to create multiple seating areas, each offering different perspectives on the city's stunning landscape. Its location near Leavenworth Street makes it easily accessible to residents and visitors exploring Russian Hill's unique blend of residential charm and urban sophistication.",
      "latitude": 37.80291182,
      "address": "2366 Leavenworth St",
      "propertyID": "184",
      "neighborhood": "Russian Hill",
      "category": "mini",
      "longitude": -122.41788656
    },
    {
      "name": "Fillmore & Turk Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.25969231,
      "objectId": 1799,
      "fullDescription": "Located in the heart of the Western Addition's cultural district, this quarter-acre park provides essential green space in a neighborhood rich with jazz history and community resilience. The park offers residents a place to gather, reflect, and connect with nature while surrounded by the vibrant cultural landscape that makes the Fillmore special. Its central location makes it accessible to multiple communities, creating opportunities for cross-cultural interaction and shared appreciation for the simple pleasure of urban green space.",
      "latitude": 37.780195539999994,
      "address": "1140 Fillmore St",
      "propertyID": "182",
      "neighborhood": "Western Addition",
      "category": "mini",
      "longitude": -122.43180917
    },
    {
      "name": "Francisco Park",
      "shortDescription": "Community park in Russian Hill with recreational facilities",
      "acreage": 4.89328892,
      "objectId": 1809,
      "fullDescription": "Built atop a former reservoir in Russian Hill, Francisco Park offers visitors a unique elevated green space with spectacular panoramic views of the bay, Alcatraz, and San Francisco's eastern neighborhoods. This innovative 4.5-acre park features terraced design elements that take advantage of its rooftop location, creating multiple levels of recreational space including playground equipment, open lawns, and seating areas perfect for picnicking with a view. The park's transformation from utilitarian infrastructure to beloved community space exemplifies San Francisco's commitment to creative urban planning and demonstrates how innovative design can create extraordinary public amenities in dense urban environments.",
      "latitude": 37.803971419999996,
      "address": "2745 Larkin St",
      "propertyID": "153",
      "neighborhood": "Russian Hill",
      "category": "neighborhood",
      "longitude": -122.42087848
    },
    {
      "name": "Franklin Square",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 5.60397,
      "objectId": 214,
      "fullDescription": "This expansive 5.6-acre plaza in the Mission District represents one of San Francisco's largest urban squares, providing crucial open space in one of the city's most densely populated neighborhoods. The plaza's design accommodates diverse community needs with areas for active recreation, cultural events, and passive enjoyment, reflecting the Mission's vibrant multicultural character. Its central location makes it accessible to residents from various income levels and backgrounds, serving as a democratic public space where different communities within the Mission can gather and interact. The plaza's role in hosting community festivals, political rallies, and cultural celebrations makes it an essential venue for expressing and preserving the Mission's distinctive identity.",
      "latitude": 37.76501382,
      "address": "2500 17th St",
      "propertyID": "55",
      "neighborhood": "Mission",
      "category": "plaza",
      "longitude": -122.40935317
    },
    {
      "name": "Fulton Playground",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.92342215,
      "objectId": 10,
      "fullDescription": "Nestled in the quiet residential streets of the Outer Richmond, Fulton Playground serves as a charming neighborhood anchor with its well-maintained play equipment and open lawn areas. This nearly one-acre mini park provides families with a safe, welcoming space for children to play while parents can enjoy the peaceful atmosphere away from the city's busier corridors. The playground's thoughtful design includes age-appropriate equipment and shaded seating areas that make it a beloved gathering spot for local families and a perfect example of how small parks can have a big impact on community life.",
      "latitude": 37.77338725,
      "address": "855 27th Ave",
      "propertyID": "96",
      "neighborhood": "Outer Richmond",
      "category": "mini",
      "longitude": -122.48694726000001
    },
    {
      "name": "Garfield Square",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 3.4567257600000003,
      "objectId": 1818,
      "fullDescription": "Spanning 3.5 acres in the heart of the Mission District, Garfield Square serves as a neighborhood gathering place that reflects the area's rich cultural diversity and community activism. The square features open areas suitable for community events, basketball courts for daily recreation, and landscaped sections that provide respite from the surrounding urban density. Its location near the Mission's main commercial corridors makes it easily accessible to residents while serving as a focal point for local organizing and cultural expression. The square's design and programming demonstrate how public spaces can strengthen community bonds while providing practical recreational facilities for dense urban neighborhoods.",
      "latitude": 37.75020974,
      "address": "3100 26th St",
      "propertyID": "24",
      "neighborhood": "Mission",
      "category": "plaza",
      "longitude": -122.4122493
    },
    {
      "name": "Geneva Carbarn",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.35235001,
      "objectId": 54,
      "fullDescription": "This unique mini park occupies a piece of San Francisco's transportation history in the Outer Mission, where historic streetcar barns once stood. The compact space cleverly transforms an industrial site into a community asset, featuring native plantings and seating areas that honor the neighborhood's working-class heritage. Despite its modest size, Geneva Carbarn provides essential green respite for residents in this densely populated area, serving as a quiet retreat where neighbors can connect and children can play safely away from busy San Jose Avenue.",
      "latitude": 37.72021667,
      "address": "2301 San Jose Ave",
      "propertyID": "11797",
      "neighborhood": "Outer Mission",
      "category": "mini",
      "longitude": -122.44674949
    },
    {
      "name": "Geneva Community Garden",
      "shortDescription": "Community garden space for urban agriculture",
      "acreage": 0.29349566,
      "objectId": 168,
      "fullDescription": "Located in the diverse Outer Mission neighborhood, this community garden serves as a cultural crossroads where residents from many backgrounds share traditional growing knowledge and techniques. The garden's plots reflect the area's rich immigrant heritage, featuring vegetables and herbs from around the world that connect families to their cultural roots while feeding the community. Regular harvest festivals and cooking demonstrations celebrate both the garden's bounty and the neighborhood's multicultural spirit, making this space a vital hub for food security and cultural exchange.",
      "latitude": 37.72044701,
      "address": "545 Geneva Ave",
      "propertyID": "21",
      "neighborhood": "Outer Mission",
      "category": "garden",
      "longitude": -122.44546095000001
    },
    {
      "name": "George Christopher Playground",
      "shortDescription": "Community park in Glen Park with recreational facilities",
      "acreage": 6.97162064,
      "objectId": 1824,
      "fullDescription": "Serving the Glen Park community with nearly 7 acres of recreational facilities, this playground provides comprehensive amenities including sports courts, play equipment, and open space that make it a destination for families throughout the southeastern neighborhoods. The park's substantial size and diverse offerings accommodate everything from organized youth sports to casual family gatherings, while its location near the Glen Park BART station makes it easily accessible to visitors from across the city. Named after a former San Francisco mayor, the playground exemplifies the community investment and civic pride that make Glen Park one of the city's most successfully village-like neighborhoods.",
      "latitude": 37.74347991,
      "address": "5210 Diamond Heights Blvd",
      "propertyID": "7",
      "neighborhood": "Glen Park",
      "category": "neighborhood",
      "longitude": -122.44054794
    },
    {
      "name": "Gilman Playground",
      "shortDescription": "Community park in Bayview Hunters Point with recreational facilities",
      "acreage": 4.859213520000001,
      "objectId": 125,
      "fullDescription": "Standing as a cornerstone of the Bayview Hunters Point community, Gilman Playground provides essential recreational infrastructure with sports courts, playground equipment, and programming space that serves multiple generations of neighborhood residents. The park's amenities support both organized activities and informal community gatherings, creating opportunities for social connection and youth development in a neighborhood with a strong sense of cultural identity. Its role as both a recreational facility and community meeting place makes it vital to neighborhood life and an important resource for families seeking safe, quality public space.",
      "latitude": 37.717220919999995,
      "address": "993 Gilman Ave",
      "propertyID": "44",
      "neighborhood": "Bayview Hunters Point",
      "category": "neighborhood",
      "longitude": -122.38806931
    },
    {
      "name": "Glen Canyon Park",
      "shortDescription": "Major 70-acre park with multiple attractions and facilities",
      "acreage": 70.70205415,
      "objectId": 150,
      "fullDescription": "Hidden in the heart of San Francisco, this 70-acre natural canyon preserves one of the city's last remaining wild spaces with hiking trails, native plant communities, and a seasonal creek that flows through dramatic rock formations. The park's rugged terrain and diverse ecosystems provide visitors with a true wilderness experience just minutes from urban neighborhoods, featuring everything from oak woodlands to grasslands that support local wildlife and native birds. As both a recreational destination and an environmental education site, Glen Canyon Park demonstrates how cities can preserve natural heritage while providing residents with opportunities to connect with the land that existed before urban development.",
      "latitude": 37.74017042,
      "address": "70 Elk St",
      "propertyID": "1",
      "neighborhood": "Glen Park, West of Twin Peaks",
      "category": "destination",
      "longitude": -122.44268074
    },
    {
      "name": "Golden Gate & Steiner Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.11507146,
      "objectId": 126,
      "fullDescription": "Tucked into the vibrant Western Addition at just over a tenth of an acre, this tiny urban gem proves that great things come in small packages. The park's strategic location provides a crucial pause point for pedestrians navigating the busy Golden Gate Avenue corridor, offering a few benches and thoughtfully curated plantings that bring nature into the urban streetscape. Though small, this mini park exemplifies San Francisco's commitment to creating green spaces in every neighborhood, providing residents with a moment of tranquility amid the city's energy.",
      "latitude": 37.77957209,
      "address": "1392 Golden Gate Ave",
      "propertyID": "120",
      "neighborhood": "Western Addition",
      "category": "mini",
      "longitude": -122.43348704
    },
    {
      "name": "Golden Gate Heights Park",
      "shortDescription": "Community park in Inner Sunset with recreational facilities",
      "acreage": 6.9612378999999995,
      "objectId": 47,
      "fullDescription": "Perched high in the Inner Sunset's residential hills, Golden Gate Heights Park offers visitors stunning panoramic views stretching from downtown San Francisco to the Pacific Ocean from its elevated 4-acre setting. The park's terraced design takes advantage of the natural topography to create multiple viewing areas and seating spots that showcase some of the city's most comprehensive vistas. Its location in a quiet residential neighborhood provides a peaceful retreat where visitors can experience both the grandeur of San Francisco's geography and the intimate scale of neighborhood life, making it a beloved destination for both daily exercise and special occasions.",
      "latitude": 37.749990999999994,
      "address": "2041 12th Ave",
      "propertyID": "89",
      "neighborhood": "Inner Sunset",
      "category": "neighborhood",
      "longitude": -122.46941641
    },
    {
      "name": "Golden Gate Park",
      "shortDescription": "Major 1031-acre park with multiple attractions and facilities",
      "acreage": 1031.84617465,
      "objectId": 162,
      "fullDescription": "Spanning 1,017 acres from the Haight to the Pacific Ocean, Golden Gate Park stands as one of the world's great urban parks, offering visitors an incredible diversity of attractions from world-class museums to hidden gardens to recreational facilities. This masterpiece of landscape design transforms sand dunes into a cultural and recreational wonderland featuring the de Young Museum, California Academy of Sciences, Japanese Tea Garden, and dozens of specialized gardens and play areas that serve millions of visitors annually. The park's size and variety make it possible to spend entire days exploring different sections, from the formal Rose Garden to the wild areas around Chain of Lakes, creating experiences that range from cultural sophistication to natural adventure within a single magnificent green space.",
      "latitude": 37.76889364,
      "address": "501 Stanyan St",
      "propertyID": "756668",
      "neighborhood": "Golden Gate Park",
      "category": "destination",
      "longitude": -122.4790922
    },
    {
      "name": "Good Prospect Community Garden",
      "shortDescription": "Community garden space for urban agriculture",
      "acreage": 0.04552904,
      "objectId": 1862,
      "fullDescription": "This small but mighty community garden in Bernal Heights proves that even the tiniest spaces can create significant community impact. Despite its compact footprint, the garden maximizes productivity through intensive growing methods and shared resource systems that bring neighbors together around common goals. The site serves as a demonstration project for small-space urban agriculture, inspiring other neighborhoods to transform underutilized lots into productive green spaces that strengthen food security and community connections.",
      "latitude": 37.740027340000005,
      "address": "100 Cortland Avenue",
      "propertyID": "21141",
      "neighborhood": "Bernal Heights",
      "category": "garden",
      "longitude": -122.42099278
    },
    {
      "name": "Grand View Open Space",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.7939106100000001,
      "objectId": 41,
      "fullDescription": "Perched in the Inner Sunset with sweeping views toward the ocean, Grand View Open Space lives up to its name by offering visitors a elevated perspective of San Francisco's western neighborhoods. This terraced mini park features winding pathways and strategically placed seating that take advantage of the natural topography, creating intimate viewing spots perfect for contemplation or casual conversation. The park's design seamlessly blends into the hillside landscape while providing residents with a precious pocket of nature and stunning vistas that make it feel much larger than its three-quarters of an acre.",
      "latitude": 37.755044780000006,
      "address": "San Francisco, CA",
      "propertyID": "12910",
      "neighborhood": "Inner Sunset",
      "category": "mini",
      "longitude": -122.47234138
    },
    {
      "name": "Grand View Park",
      "shortDescription": "Community park in Inner Sunset with recreational facilities",
      "acreage": 4.1444643,
      "objectId": 224,
      "fullDescription": "Known locally as \"Turtle Hill\" for its distinctive rocky formations, Grand View Park lives up to its name by offering visitors spectacular 360-degree views of San Francisco from its 16th Avenue summit in the Inner Sunset. This 4-acre hilltop park features exposed bedrock and native plant communities that create a unique urban wilderness experience, while its multiple trails and viewpoints provide different perspectives on the city's dramatic topography. The park's combination of geological interest and panoramic vistas makes it a favorite destination for hikers, photographers, and anyone seeking to understand San Francisco's remarkable setting between ocean, bay, and hills.",
      "latitude": 37.756462739999996,
      "address": "1730 15th Ave",
      "propertyID": "92",
      "neighborhood": "Inner Sunset",
      "category": "neighborhood",
      "longitude": -122.47181036
    },
    {
      "name": "Grattan Playground",
      "shortDescription": "Community park in Haight Ashbury with recreational facilities",
      "acreage": 1.87097396,
      "objectId": 129,
      "fullDescription": "Located in the heart of Haight Ashbury, Grattan Playground provides crucial recreational facilities for families in one of San Francisco's most culturally significant neighborhoods. The park features playground equipment and open space that serve the area's diverse mix of longtime residents, young families, and cultural visitors, creating a community gathering place that reflects the Haight's welcoming spirit. Its proximity to Golden Gate Park and the neighborhood's commercial corridor makes it easily accessible while providing safe outdoor space where children can play and families can connect with the vibrant community life that defines this historic district.",
      "latitude": 37.762598190000006,
      "address": "1180 Stanyan St",
      "propertyID": "104",
      "neighborhood": "Haight Ashbury",
      "category": "neighborhood",
      "longitude": -122.45148972000001
    },
    {
      "name": "Guy Place Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.09001658000000001,
      "objectId": 231,
      "fullDescription": "Hidden away on a quiet alley in the Financial District, Guy Place Mini Park is one of San Francisco's smallest yet most charming urban retreats at just under a tenth of an acre. This intimate pocket park serves as a secret garden for downtown workers and residents, featuring carefully selected plants and seating that create a serene microenvironment amid the surrounding high-rises. The park's compact design maximizes every square foot, proving that even the tiniest green spaces can provide essential respite and connection to nature in the heart of the urban core.",
      "latitude": 37.78668187,
      "address": "4 Guy Pl",
      "propertyID": "445358",
      "neighborhood": "Financial District/South Beach",
      "category": "mini",
      "longitude": -122.39439836
    },
    {
      "name": "Hamilton Rec Center",
      "shortDescription": "Community park in Japantown with recreational facilities",
      "acreage": 3.65430877,
      "objectId": 131,
      "fullDescription": "Serving as a cultural and recreational bridge between Japantown and the Western Addition, Hamilton Recreation Center provides comprehensive facilities that honor the area's rich multicultural heritage while serving contemporary community needs. The center's programming and amenities reflect the neighborhood's Japanese-American history and ongoing cultural diversity, offering activities and spaces that bring together multiple generations and ethnic communities. Its role as both a recreational facility and cultural gathering place makes it essential to maintaining the social fabric and cultural identity that make this area unique in San Francisco's urban landscape.",
      "latitude": 37.78442364,
      "address": "1900 Geary Blvd",
      "propertyID": "125",
      "neighborhood": "Japantown",
      "category": "neighborhood",
      "longitude": -122.43601635
    },
    {
      "name": "Hawk Hill",
      "shortDescription": "Community park in West of Twin Peaks with recreational facilities",
      "acreage": 4.85063362,
      "objectId": 51,
      "fullDescription": "This elevated open space in the West of Twin Peaks area provides visitors with a natural retreat and panoramic city views from its strategic hilltop location. The park's undeveloped character and native plantings create a wilderness experience within the urban environment, while its trails offer opportunities for hiking and nature observation just minutes from residential neighborhoods. As one of San Francisco's remaining wild spaces, Hawk Hill serves both as a recreational destination and an important habitat that preserves the city's natural heritage for future generations.",
      "latitude": 37.74659138,
      "address": "390 San Marcos Ave",
      "propertyID": "186",
      "neighborhood": "West of Twin Peaks",
      "category": "neighborhood",
      "longitude": -122.46874625
    },
    {
      "name": "Hayes Valley Playground",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.75325012,
      "objectId": 132,
      "fullDescription": "This beloved community hub in Hayes Valley combines classic playground equipment with modern design sensibilities, creating a vibrant gathering place for families in one of San Francisco's most dynamic neighborhoods. The three-quarter-acre space features age-appropriate play structures, open areas for running and games, and comfortable seating for caregivers to socialize while keeping watch over their children. Surrounded by the neighborhood's trendy cafes and boutiques, the playground serves as the heart of Hayes Valley's family-friendly character, where the sounds of children's laughter blend perfectly with the area's urban sophistication.",
      "latitude": 37.77606887,
      "address": "689 Hayes St",
      "propertyID": "116",
      "neighborhood": "Hayes Valley",
      "category": "mini",
      "longitude": -122.42740647000001
    },
    {
      "name": "Head & Brotherood Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.5196217500000001,
      "objectId": 79,
      "fullDescription": "Located in the diverse Oceanview/Merced/Ingleside district, this half-acre mini park provides a vital community gathering space in a neighborhood where such amenities are precious. The park's thoughtful layout includes open lawn areas perfect for informal sports and family picnics, along with shaded seating areas that encourage neighbors to linger and connect. Despite its modest size, Head & Brotherhood Mini Park serves as a crucial social infrastructure for the surrounding residential community, offering a safe and welcoming environment where children can play and families can build lasting friendships.",
      "latitude": 37.71263119,
      "address": "300 Head St",
      "propertyID": "196",
      "neighborhood": "Oceanview/Merced/Ingleside",
      "category": "mini",
      "longitude": -122.46423249
    },
    {
      "name": "Helen Wills PG",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.91679834,
      "objectId": 133,
      "fullDescription": "Named after the legendary tennis champion who once lived nearby, this nearly one-acre park on prestigious Broadway in Russian Hill honors both athletic excellence and neighborhood heritage. The playground features quality equipment and open spaces that reflect the area's commitment to family life, while its elevated location provides glimpses of the bay and cityscape that remind visitors of San Francisco's stunning geography. This mini park serves as a refined yet playful gathering spot for one of the city's most historic neighborhoods, where families can enjoy recreation in an atmosphere of quiet elegance.",
      "latitude": 37.79579519,
      "address": "1401 Broadway",
      "propertyID": "130",
      "neighborhood": "Russian Hill",
      "category": "mini",
      "longitude": -122.42065278999999
    },
    {
      "name": "Heron's Head Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.58300596,
      "objectId": 145,
      "fullDescription": "This waterfront mini park in Bayview Hunters Point offers a rare combination of urban nature and industrial heritage, providing visitors with a unique perspective on San Francisco Bay's ecology. The half-acre space features native wetland plantings and wildlife viewing opportunities that create an outdoor classroom for environmental education while serving as a peaceful retreat for neighborhood residents. Despite its small size, Heron's Head Park plays an outsized role in connecting the community to the bay's natural systems, offering a glimpse of what the shoreline looked like before urban development transformed the landscape.",
      "latitude": 37.739864940000004,
      "address": "32 Jennings St",
      "propertyID": "957473",
      "neighborhood": "Bayview Hunters Point",
      "category": "mini",
      "longitude": -122.375717
    },
    {
      "name": "Herz Playground",
      "shortDescription": "Community park in McLaren Park, Visitacion Valley with recreational facilities",
      "acreage": 6.9967099699999995,
      "objectId": 1,
      "fullDescription": "Serving the Visitacion Valley community, Herz Playground provides essential recreational infrastructure with playground equipment and open space designed for local families and community gatherings. The park's amenities support both children's play and family socializing, creating a neighborhood anchor where residents can build lasting connections. Its role as a community gathering place reflects Visitacion Valley's strong neighborhood identity and commitment to maintaining quality public amenities that serve residents of all ages and backgrounds.",
      "latitude": 37.71350451,
      "address": "1701 Visitacion Ave",
      "propertyID": "137671",
      "neighborhood": "McLaren Park, Visitacion Valley",
      "category": "neighborhood",
      "longitude": -122.41659553
    },
    {
      "name": "Hilltop Park",
      "shortDescription": "Community park in Bayview Hunters Point with recreational facilities",
      "acreage": 3.8280115100000005,
      "objectId": 101,
      "fullDescription": "True to its name, this Bayview Hunters Point park offers visitors elevated views of San Francisco Bay and the surrounding urban landscape from its strategic hillside location. The park's elevated position provides a unique perspective on the neighborhood's relationship to the bay while offering residents a peaceful retreat with benches and walking areas. Its combination of scenic beauty and community gathering space makes it both a recreational destination and a symbol of the neighborhood's resilience and connection to San Francisco's natural setting.",
      "latitude": 37.73293151,
      "address": "2 Willie B Kennedy Dr",
      "propertyID": "47",
      "neighborhood": "Bayview Hunters Point",
      "category": "neighborhood",
      "longitude": -122.38350381
    },
    {
      "name": "Holly Park",
      "shortDescription": "Community park in Bernal Heights with recreational facilities",
      "acreage": 8.14671198,
      "objectId": 46,
      "fullDescription": "Crowning Bernal Heights with its distinctive circular design, Holly Park provides the neighborhood with a central gathering place that embodies the area's strong community spirit and village-like character. This 8-acre hilltop park features playground equipment, sports facilities, and open space arranged around its unique round layout, creating multiple areas for both organized activities and casual recreation. The park's elevated location offers glimpses of city views while its design encourages community interaction, making it a beloved focal point where Bernal Heights residents of all ages come together for daily recreation and special neighborhood events.",
      "latitude": 37.73721401,
      "address": "625  Holly Park Cir",
      "propertyID": "32",
      "neighborhood": "Bernal Heights",
      "category": "neighborhood",
      "longitude": -122.41995329
    },
    {
      "name": "Hooker Alley Community Garden",
      "shortDescription": "Community garden space for urban agriculture",
      "acreage": 0.05516923000000001,
      "objectId": 37,
      "fullDescription": "Tucked away in the heart of Nob Hill, this intimate community garden transforms a small urban alley into a thriving oasis of green productivity and neighborhood connection. The garden's creative use of vertical space and container growing demonstrates how urban agriculture can flourish even in the city's densest neighborhoods. Local residents gather regularly to tend their plots and share gardening wisdom, creating a peaceful retreat that brings nature and community spirit to one of San Francisco's most urban environments.",
      "latitude": 37.79043858,
      "address": "1 Hooker Alley",
      "propertyID": "171743",
      "neighborhood": "Nob Hill",
      "category": "garden",
      "longitude": -122.41018584
    },
    {
      "name": "Howard & Langton Mini Park",
      "shortDescription": "Community garden space for urban agriculture",
      "acreage": 0.27830188,
      "objectId": 42,
      "fullDescription": "This South of Market community garden provides a vital green refuge in the neighborhood's urban landscape, serving as both a productive growing space and a gathering place for local residents. The garden's location in SOMA makes it an important resource for food access and community building in an area undergoing rapid development. Educational programs focus on urban sustainability and food justice, while the garden's diverse plots showcase how community agriculture can thrive alongside the city's tech corridor, creating connections between innovation and traditional growing wisdom.",
      "latitude": 37.77726009,
      "address": "1129 Howard St",
      "propertyID": "58",
      "neighborhood": "South of Market",
      "category": "garden",
      "longitude": -122.40983188
    },
    {
      "name": "Hyde & Vallejo Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.1128114,
      "objectId": 22,
      "fullDescription": "Perched on the steep slopes of Russian Hill, this tiny triangular park at just over a tenth of an acre maximizes its dramatic setting with terraced seating that takes advantage of spectacular city and bay views. The park's compact design includes drought-resistant plantings and carefully positioned benches that create intimate conversation spots while showcasing San Francisco's famous topography. Though small, Hyde & Vallejo Mini Park serves as a neighborhood jewel where residents can pause during their daily climbs up the hill to catch their breath and enjoy some of the most stunning urban vistas in the world.",
      "latitude": 37.79764436,
      "address": "1825 Hyde St",
      "propertyID": "146",
      "neighborhood": "Russian Hill",
      "category": "mini",
      "longitude": -122.41909195
    },
    {
      "name": "In Chan Kaajal Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.85530419,
      "objectId": 236,
      "fullDescription": "This nearly one-acre community park in the Mission District celebrates the neighborhood's rich Latino heritage while providing essential recreation space for local families. Named with words from indigenous Mayan language, the park features colorful murals, playground equipment, and open areas that reflect the cultural vibrancy of its surroundings. The thoughtful design includes shaded seating areas and flexible spaces that can accommodate everything from children's birthday parties to informal soccer games, making it a true community living room where neighbors of all ages can gather, play, and celebrate their shared cultural identity.",
      "latitude": 37.763916189999996,
      "address": "2080 Folsom St",
      "propertyID": "957230",
      "neighborhood": "Mission",
      "category": "mini",
      "longitude": -122.4157528
    },
    {
      "name": "Ina Coolbrith Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.86687177,
      "objectId": 118,
      "fullDescription": "Named after California's first poet laureate, this nearly one-acre hillside park in Nob Hill combines literary heritage with stunning panoramic views of the bay and city skyline. The park's terraced design includes walking paths, benches positioned to maximize the vistas, and mature trees that provide both shade and a sense of natural sanctuary in this densely built neighborhood. Visitors can enjoy quiet contemplation befitting its namesake while taking in some of San Francisco's most spectacular scenery, making this mini park a perfect blend of cultural history and natural beauty that embodies the city's sophisticated character.",
      "latitude": 37.7981701,
      "address": "1700 Taylor St",
      "propertyID": "145",
      "neighborhood": "Nob Hill",
      "category": "mini",
      "longitude": -122.41339661
    },
    {
      "name": "India Basin - Shoreline Park",
      "shortDescription": "Community park in Bayview Hunters Point with recreational facilities",
      "acreage": 11.78006227,
      "objectId": 39,
      "fullDescription": "This waterfront park provides Bayview Hunters Point residents with rare direct access to San Francisco Bay's shoreline, featuring walking paths, fishing opportunities, and educational areas that celebrate the neighborhood's maritime heritage. The park's bayfront location offers spectacular views while its design emphasizes environmental restoration and community access to natural resources. As both a recreational facility and an environmental education site, it demonstrates the community's commitment to preserving waterfront access while creating sustainable outdoor spaces that serve multiple generations.",
      "latitude": 37.73366807,
      "address": "915 Hudson Ave",
      "propertyID": "48",
      "neighborhood": "Bayview Hunters Point",
      "category": "neighborhood",
      "longitude": -122.37378414
    },
    {
      "name": "Interior Greenbelt",
      "shortDescription": "Community park in Inner Sunset, Twin Peaks with recreational facilities",
      "acreage": 19.45943336,
      "objectId": 152,
      "fullDescription": "Stretching through multiple neighborhoods as a 20-acre linear wilderness corridor, the Interior Greenbelt preserves one of San Francisco's most important natural habitats while providing residents with hiking trails and nature education opportunities. This unique urban forest features native plant communities and seasonal creek flows that support local wildlife while offering visitors a true wilderness experience within city limits. The greenbelt's role as both recreational destination and environmental preserve demonstrates San Francisco's commitment to maintaining natural systems while providing residents with opportunities to connect with the land's original ecosystems.",
      "latitude": 37.75934728,
      "address": "San Francisco, CA",
      "propertyID": "87",
      "neighborhood": "Inner Sunset, Twin Peaks",
      "category": "neighborhood",
      "longitude": -122.4537706
    },
    {
      "name": "J.P. Murphy Playground",
      "shortDescription": "Community park in Inner Sunset with recreational facilities",
      "acreage": 1.33077004,
      "objectId": 119,
      "fullDescription": "Serving the Inner Sunset community, J.P. Murphy Playground provides families with well-maintained recreational facilities including playground equipment and open space for neighborhood gatherings. The park's amenities support both structured play and informal community activities, while its location makes it easily accessible to residents throughout the surrounding residential area. As a neighborhood anchor, it fosters the kind of daily social interactions and family connections that contribute to the Inner Sunset's reputation as one of San Francisco's most livable family-friendly districts.",
      "latitude": 37.75180377,
      "address": "1960 9th Ave",
      "propertyID": "90",
      "neighborhood": "Inner Sunset",
      "category": "neighborhood",
      "longitude": -122.4650326
    },
    {
      "name": "Jackson Playground",
      "shortDescription": "Community park in Potrero Hill with recreational facilities",
      "acreage": 4.938932090000001,
      "objectId": 134,
      "fullDescription": "Perched on Potrero Hill's slopes with stunning views of the bay and downtown skyline, Jackson Playground provides families with recreational facilities that take advantage of one of San Francisco's most scenic neighborhood locations. The playground's elevated setting creates a unique play environment where children can enjoy modern equipment while surrounded by some of the city's most spectacular urban vistas. Its combination of family amenities and dramatic scenery makes it both a practical neighborhood resource and a destination that showcases the natural beauty that makes Potrero Hill one of San Francisco's most desirable residential areas.",
      "latitude": 37.76431708,
      "address": "1645 17th St",
      "propertyID": "54",
      "neighborhood": "Potrero Hill",
      "category": "neighborhood",
      "longitude": -122.39962279000001
    },
    {
      "name": "James Rolph Jr. Playground",
      "shortDescription": "Community park in Mission with recreational facilities",
      "acreage": 2.92992063,
      "objectId": 154,
      "fullDescription": "Named after a former San Francisco mayor, this Mission District playground serves as an important community anchor providing recreational facilities for one of the city's most vibrant and culturally diverse neighborhoods. The park features playground equipment and open space that accommodate the area's strong family culture and tradition of community gatherings, while its central location makes it easily accessible to residents throughout the Mission. As both a recreational facility and community meeting place, it plays a crucial role in maintaining the social connections and neighborhood activism that define Mission District culture.",
      "latitude": 37.74973246,
      "address": "1451 Hampshire St",
      "propertyID": "50",
      "neighborhood": "Mission",
      "category": "neighborhood",
      "longitude": -122.40624443
    },
    {
      "name": "Japantown Peace Plaza",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 0.8039862600000001,
      "objectId": 127,
      "fullDescription": "At the cultural heart of San Francisco's Japan Center, this 0.8-acre plaza serves as both a tranquil meditation space and a gathering place for celebrating Japanese-American heritage and community. The plaza's design incorporates traditional Japanese landscape principles with contemporary urban planning to create a unique environment that honors cultural traditions while serving modern community needs. Its pagoda centerpiece and carefully arranged gardens provide a sense of serenity that contrasts with the surrounding commercial activity, offering visitors a place for reflection and cultural connection. The plaza regularly hosts cultural festivals, community meetings, and ceremonial events that strengthen ties within the Japanese-American community while educating broader San Francisco about Japanese culture and history.",
      "latitude": 37.78522059,
      "address": "1610 Geary Blvd",
      "propertyID": "126",
      "neighborhood": "Japantown",
      "category": "plaza",
      "longitude": -122.42976491
    },
    {
      "name": "Jefferson Square",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 6.430115570000001,
      "objectId": 113,
      "fullDescription": "This substantial 6.4-acre square in the Western Addition serves as a vital community hub in a neighborhood with deep African-American roots and ongoing cultural significance. The square provides space for community events, youth activities, and informal gatherings that support the social fabric of a neighborhood that has experienced significant demographic and economic changes over decades. Its open design and central location make it accessible to residents of the surrounding Victorian-era housing while serving as a venue for cultural celebrations and community organizing. The square represents the importance of public space in maintaining neighborhood identity and providing opportunities for community building across diverse populations.",
      "latitude": 37.781804369999996,
      "address": "950 Gough St",
      "propertyID": "122",
      "neighborhood": "Western Addition",
      "category": "plaza",
      "longitude": -122.42567952
    },
    {
      "name": "Joe DiMaggio Playground",
      "shortDescription": "Community park in North Beach with recreational facilities",
      "acreage": 2.9199723800000004,
      "objectId": 142,
      "fullDescription": "Honoring North Beach's most famous son, this playground celebrates the baseball legend's legacy while providing essential recreational facilities for families in San Francisco's historic Italian-American neighborhood. The park features sports courts and playground equipment that encourage active recreation, while its location in the heart of North Beach connects it to the area's rich cultural heritage and ongoing community life. Its namesake and neighborhood setting make it both a tribute to athletic achievement and a practical family resource that supports the multigenerational community bonds that define North Beach character.",
      "latitude": 37.80249695,
      "address": "651 Lombard Street",
      "propertyID": "150",
      "neighborhood": "North Beach",
      "category": "neighborhood",
      "longitude": -122.41216883999999
    },
    {
      "name": "John McLaren Park",
      "shortDescription": "Major 313-acre park with multiple attractions and facilities",
      "acreage": 313.70160816,
      "objectId": 56,
      "fullDescription": "Spanning an impressive 314 acres, John McLaren Park ranks as San Francisco's second-largest park, offering a vast natural sanctuary across multiple neighborhoods in the southeastern part of the city. The park features diverse landscapes including rolling hills, eucalyptus groves, and open meadows, along with recreational facilities like golf courses, tennis courts, and amphitheaters. Its extensive trail network connects various sections of the park, providing opportunities for hiking, jogging, and mountain biking while showcasing panoramic views of the city and bay. Named after the legendary Golden Gate Park superintendent, this park serves as a vital green lung for surrounding communities while preserving important habitat for local wildlife.",
      "latitude": 37.718096980000006,
      "address": "100 John F Shelley Dr",
      "propertyID": "28",
      "neighborhood": "McLaren Park, Visitacion Valley, Excelsior, Portola",
      "category": "destination",
      "longitude": -122.41908038
    },
    {
      "name": "Joost & Baden Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.14135551000000002,
      "objectId": 9,
      "fullDescription": "This compact corner park in the residential West of Twin Peaks neighborhood serves as a quiet neighborhood anchor where tree-lined streets meet community gathering space. At just over a tenth of an acre, the park makes the most of its modest footprint with thoughtfully arranged seating and plantings that create a welcoming environment for neighbors to meet and children to play safely. The park's design reflects the family-friendly character of the surrounding single-family homes, providing a precious pocket of shared green space that strengthens community bonds in this quieter corner of the city.",
      "latitude": 37.73273784,
      "address": "246 Joost Ave",
      "propertyID": "158",
      "neighborhood": "West of Twin Peaks",
      "category": "mini",
      "longitude": -122.44085489999999
    },
    {
      "name": "Jose Coronado Playground",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.9714546500000001,
      "objectId": 135,
      "fullDescription": "This nearly one-acre playground in the Mission District serves as a vibrant community hub that reflects the neighborhood's strong family culture and commitment to children's well-being. The park features modern playground equipment, open areas for active play, and shaded seating that accommodates the extended families and multigenerational gatherings common in Latino communities. Surrounded by the Mission's bustling commercial corridors, the playground provides a safe haven where children can play freely while parents and grandparents socialize, creating the kind of intergenerational community space that makes urban neighborhoods feel like home.",
      "latitude": 37.75753089,
      "address": "2498 Folsom St",
      "propertyID": "60",
      "neighborhood": "Mission",
      "category": "mini",
      "longitude": -122.41511679
    },
    {
      "name": "Joseph Conrad Square",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 0.15427579,
      "objectId": 238,
      "fullDescription": "This tiny 0.15-acre plaza on Russian Hill creates an intimate neighborhood focal point that demonstrates how even small public spaces can enhance community life in dense urban settings. The square's compact size and residential setting make it popular with local families and dog walkers seeking a quiet retreat from the surrounding urban intensity. Its elevated location provides glimpses of bay views while its mature trees and thoughtful landscaping create a pocket of tranquility that feels removed from the city despite its central location. The square exemplifies how careful urban planning can preserve green space and community gathering areas even in San Francisco's most developed neighborhoods.",
      "latitude": 37.806677500000006,
      "address": "601 Beach St",
      "propertyID": "154",
      "neighborhood": "Russian Hill",
      "category": "plaza",
      "longitude": -122.41907594
    },
    {
      "name": "Joseph L. Alioto Performing Arts Piazza",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 5.38412296,
      "objectId": 52,
      "fullDescription": "Named for San Francisco's 36th mayor, this 5.4-acre civic plaza serves as the grand forecourt to the War Memorial Opera House and Davies Symphony Hall, forming the cultural heart of the Civic Center. The piazza's expansive granite surface and dramatic fountain create a sophisticated outdoor lobby where opera and symphony patrons gather before performances, while food trucks and weekend farmers markets activate the space throughout the week. Its strategic location between City Hall and the cultural district makes it a vital pedestrian corridor, hosting everything from political rallies to outdoor movie screenings that celebrate San Francisco's rich artistic heritage.",
      "latitude": 37.77948576,
      "address": "355 McAllister St",
      "propertyID": "118",
      "neighborhood": "Tenderloin",
      "category": "plaza",
      "longitude": -122.41761127
    },
    {
      "name": "Joseph Lee Rec Center",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.9187404600000001,
      "objectId": 90,
      "fullDescription": "This nearly one-acre recreational facility in Bayview Hunters Point provides essential community infrastructure in a neighborhood where quality amenities are highly valued. The center combines indoor and outdoor spaces that support everything from youth sports to senior programs, creating a multigenerational gathering place that strengthens neighborhood bonds. The thoughtful design includes open areas for informal recreation, covered spaces for year-round programming, and comfortable seating areas that encourage community interaction, making it a vital resource for building social connections and supporting healthy lifestyles in this diverse southeastern neighborhood.",
      "latitude": 37.734736059999996,
      "address": "1551 Newcomb Ave",
      "propertyID": "40",
      "neighborhood": "Bayview Hunters Point",
      "category": "mini",
      "longitude": -122.3897433
    },
    {
      "name": "Junipero Serra Playground",
      "shortDescription": "Community park in West of Twin Peaks with recreational facilities",
      "acreage": 1.74952259,
      "objectId": 136,
      "fullDescription": "Located in the West of Twin Peaks area, Junipero Serra Playground provides families with recreational facilities in a quiet residential setting that offers both neighborhood convenience and scenic beauty. The playground features equipment and open space designed for family use, while its location provides easy access for residents throughout the surrounding single-family neighborhoods. Its role as a community gathering place reflects the area's family-friendly character and commitment to maintaining quality public amenities that serve residents of all ages.",
      "latitude": 37.72481504,
      "address": "300 Stonecrest Dr",
      "propertyID": "13",
      "neighborhood": "West of Twin Peaks",
      "category": "neighborhood",
      "longitude": -122.47386448
    },
    {
      "name": "Juri Commons",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.32420151999999997,
      "objectId": 164,
      "fullDescription": "Located along busy San Jose Avenue in the Mission, this third-of-an-acre park provides a much-needed green buffer between residential areas and commercial traffic. The park's design emphasizes durability and community use, with open lawn areas perfect for pickup soccer games and family gatherings, plus seating areas where neighbors can escape the urban hustle. Despite its modest size, Juri Commons serves as an important community living room for local families, offering a safe space for children to play and adults to socialize while staying connected to the vibrant energy of Mission District street life.",
      "latitude": 37.74950897,
      "address": "324 San Jose Ave",
      "propertyID": "23",
      "neighborhood": "Mission",
      "category": "mini",
      "longitude": -122.42200565
    },
    {
      "name": "Kelloch & Velasco Mini Park",
      "shortDescription": "Community park in Visitacion Valley with recreational facilities",
      "acreage": 1.95902415,
      "objectId": 137,
      "fullDescription": "Serving the Visitacion Valley community, this neighborhood park provides essential recreational space with amenities designed for local families and community gatherings. The park's modest size and thoughtful design create an intimate gathering place where residents can connect with neighbors while children enjoy safe outdoor play. Its role as a community anchor reflects Visitacion Valley's strong neighborhood identity and commitment to maintaining public spaces that support resident interaction and community building.",
      "latitude": 37.70853932,
      "address": "199 Kelloch Ave",
      "propertyID": "26",
      "neighborhood": "Visitacion Valley",
      "category": "neighborhood",
      "longitude": -122.41315618
    },
    {
      "name": "Kid Power Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.25956440000000003,
      "objectId": 138,
      "fullDescription": "This quarter-acre gem in the Mission District embodies the neighborhood's commitment to youth empowerment and community activism, with colorful play equipment and open areas designed specifically with children's needs and creativity in mind. The park's name reflects the community's belief in giving young people agency and space to grow, while its thoughtful design includes features that encourage both active play and quiet exploration. Surrounded by the Mission's family-oriented residential streets, Kid Power Park serves as a daily gathering place where children can develop friendships and confidence while parents build the social networks that make urban neighborhoods feel like home.",
      "latitude": 37.76415832,
      "address": "45 Hoff Street",
      "propertyID": "191",
      "neighborhood": "Mission",
      "category": "mini",
      "longitude": -122.42031034
    },
    {
      "name": "Kite Hill",
      "shortDescription": "Community park in Twin Peaks with recreational facilities",
      "acreage": 2.8734699200000002,
      "objectId": 23,
      "fullDescription": "Rising above the Castro district with its distinctive exposed summit, Kite Hill offers visitors an elevated natural experience with panoramic city views and excellent conditions for its namesake activity. This 2-acre hilltop park features open space perfect for kite flying while providing spectacular vistas of downtown, the bay, and surrounding neighborhoods from its 378-foot elevation. The hill's combination of recreational opportunity and scenic beauty makes it a beloved destination for both Castro residents seeking daily exercise and visitors wanting to experience San Francisco's dramatic topography from a unique vantage point.",
      "latitude": 37.75824558,
      "address": "10 Stanton St",
      "propertyID": "74",
      "neighborhood": "Twin Peaks",
      "category": "neighborhood",
      "longitude": -122.44167469
    },
    {
      "name": "Koshland Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.96157746,
      "objectId": 139,
      "fullDescription": "This nearly one-acre park in Hayes Valley stands as a testament to community organizing and neighborhood transformation, featuring modern playground equipment, open lawn areas, and basketball courts that serve residents of all ages. The park's design reflects years of community input and advocacy, creating flexible spaces that can accommodate everything from toddler playdates to teenage basketball games to community meetings. Located in one of San Francisco's most successfully revitalized neighborhoods, Koshland Park exemplifies how quality public spaces can anchor community life and provide the social infrastructure necessary for diverse urban neighborhoods to thrive.",
      "latitude": 37.77327033,
      "address": "363 Page St",
      "propertyID": "115",
      "neighborhood": "Hayes Valley",
      "category": "mini",
      "longitude": -122.42677179
    },
    {
      "name": "Lafayette Park",
      "shortDescription": "Community park in Pacific Heights with recreational facilities",
      "acreage": 12.48255602,
      "objectId": 148,
      "fullDescription": "Perched high in the prestigious Pacific Heights neighborhood, Lafayette Park offers sweeping city views from its elevated 12-acre hilltop setting. This sophisticated urban retreat features tennis courts, a charming playground, and manicured green lawns that serve as a peaceful oasis for affluent families and their four-legged companions. The park's central location and panoramic vistas make it a favorite gathering spot for morning joggers and sunset admirers alike.",
      "latitude": 37.79155487,
      "address": "2101 Washington St",
      "propertyID": "128",
      "neighborhood": "Pacific Heights",
      "category": "neighborhood",
      "longitude": -122.42768677
    },
    {
      "name": "Lake Merced Park",
      "shortDescription": "Major 608-acre park with multiple attractions and facilities",
      "acreage": 608.5808581199999,
      "objectId": 173,
      "fullDescription": "Encompassing over 600 acres around the pristine Lake Merced, this expansive park complex offers San Francisco's most comprehensive outdoor recreation experience outside of Golden Gate Park. The park surrounds a natural freshwater lake that serves as a haven for waterfowl and migratory birds, while its shoreline trails provide scenic walking and jogging routes popular with fitness enthusiasts. Recreational facilities include fishing piers, boat launches, golf courses, and extensive picnic areas that accommodate everything from intimate family gatherings to large community events. The park's diverse ecosystems, from lake shores to coastal dunes, create a unique environment where visitors can experience both aquatic and terrestrial natural habitats within the city limits.",
      "latitude": 37.7218412,
      "address": "1 Harding Rd",
      "propertyID": "10",
      "neighborhood": "Lakeshore",
      "category": "destination",
      "longitude": -122.49239057
    },
    {
      "name": "Lakeview & Ashton Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.51492393,
      "objectId": 32,
      "fullDescription": "Nestled in the quiet residential streets of Oceanview/Merced/Ingleside, this half-acre park provides a peaceful retreat where neighbors can gather and children can play safely away from busy thoroughfares. The park's design emphasizes community use with open lawn areas perfect for family picnics and informal sports, plus comfortable seating areas that encourage neighbors to linger and connect. Though modest in size, Lakeview & Ashton Mini Park serves as a crucial social anchor for the surrounding single-family homes, offering a shared green space that strengthens community bonds and provides a safe haven for outdoor recreation.",
      "latitude": 37.71809649,
      "address": "799 Lakeview Ave",
      "propertyID": "20",
      "neighborhood": "Oceanview/Merced/Ingleside",
      "category": "mini",
      "longitude": -122.46258591
    },
    {
      "name": "Laurel Hill Playground",
      "shortDescription": "Community park in Presidio Heights with recreational facilities",
      "acreage": 1.61019533,
      "objectId": 218,
      "fullDescription": "Nestled in the refined Presidio Heights neighborhood, Laurel Hill Playground provides a compact but well-designed recreational space for local families. This intimate community park features modern playground equipment and open areas perfect for picnics, serving as a quiet retreat where children can play safely while parents connect with neighbors. Its proximity to the Presidio makes it an ideal starting point for exploring San Francisco's natural landscapes.",
      "latitude": 37.783959280000005,
      "address": "251 Euclid Ave",
      "propertyID": "107",
      "neighborhood": "Presidio Heights",
      "category": "neighborhood",
      "longitude": -122.45093716000001
    },
    {
      "name": "Lessing & Sears Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.16886261,
      "objectId": 181,
      "fullDescription": "This compact corner park in the Outer Mission maximizes its sixth-of-an-acre footprint with thoughtful design that creates a welcoming neighborhood gathering spot. The park features age-appropriate playground equipment and seating areas that provide a safe space for children to play while parents socialize with neighbors. Despite its small size, Lessing & Sears Mini Park serves as an important community anchor in this working-class neighborhood, offering residents a precious pocket of green space where they can escape apartment living and enjoy outdoor time together.",
      "latitude": 37.70862322999999,
      "address": "10 Lessing St",
      "propertyID": "14",
      "neighborhood": "Outer Mission",
      "category": "mini",
      "longitude": -122.45533612
    },
    {
      "name": "Lincoln Park",
      "shortDescription": "Major 112-acre park with multiple attractions and facilities",
      "acreage": 112.82207948,
      "objectId": 21,
      "fullDescription": "Overlooking the Golden Gate from San Francisco's northwestern corner, Lincoln Park combines world-class golf, spectacular ocean views, and the prestigious Legion of Honor museum in a stunning 100-acre coastal setting. The park's clifftop location provides dramatic vistas of the Golden Gate Bridge and Marin Headlands, while its 18-hole municipal golf course offers players some of the most scenic and challenging play in the country. With hiking trails, the California Palace of the Legion of Honor, and the historic Columbarium nearby, Lincoln Park serves as both a recreational destination and a cultural center that celebrates San Francisco's commitment to combining natural beauty with artistic achievement.",
      "latitude": 37.78424485,
      "address": "100 34th Ave",
      "propertyID": "103",
      "neighborhood": "Lincoln Park, Outer Richmond, Seacliff",
      "category": "destination",
      "longitude": -122.49832821
    },
    {
      "name": "Little Hollywood Park",
      "shortDescription": "Community park in Bayview Hunters Point with recreational facilities",
      "acreage": 1.4722266,
      "objectId": 94,
      "fullDescription": "This charming neighborhood gem in Bayview Hunters Point reflects the area's creative spirit and tight-knit community bonds. Despite its modest size, Little Hollywood Park serves as a vital gathering place where local families come together for impromptu celebrations and children's birthday parties. The park's playful name hints at the neighborhood's artistic aspirations and provides a safe, welcoming space for residents to build lasting friendships.",
      "latitude": 37.709990319999996,
      "address": "San Francisco, CA",
      "propertyID": "42",
      "neighborhood": "Bayview Hunters Point",
      "category": "neighborhood",
      "longitude": -122.39823747
    },
    {
      "name": "Louis Sutter Playground",
      "shortDescription": "Community park in McLaren Park with recreational facilities",
      "acreage": 14.34392909,
      "objectId": 59,
      "fullDescription": "Sprawling across 14 acres within the greater McLaren Park area, Louis Sutter Playground stands as one of the city's most substantial neighborhood recreation facilities. This expansive playground complex features multiple play structures, sports courts, and vast open fields that accommodate everything from little league games to family reunions. Its generous size and diverse amenities make it a destination park that draws families from across the southeastern neighborhoods for weekend adventures.",
      "latitude": 37.7224796,
      "address": "599 Yale St",
      "propertyID": "137665",
      "neighborhood": "McLaren Park",
      "category": "neighborhood",
      "longitude": -122.41393339
    },
    {
      "name": "Margaret S.Hayward PG",
      "shortDescription": "Community park in Western Addition with recreational facilities",
      "acreage": 5.8488473999999995,
      "objectId": 170,
      "fullDescription": "Located in the culturally rich Western Addition, Margaret S. Hayward Playground serves as a vibrant community anchor in one of San Francisco's most historically significant neighborhoods. This 6-acre facility combines modern recreational amenities with the area's deep African American heritage, providing basketball courts, playground equipment, and gathering spaces where multiple generations come together. The park plays a crucial role in maintaining community connections in a rapidly changing neighborhood.",
      "latitude": 37.78087014,
      "address": "1016 Laguna St",
      "propertyID": "119",
      "neighborhood": "Western Addition",
      "category": "neighborhood",
      "longitude": -122.42542743
    },
    {
      "name": "Mariposa Park",
      "shortDescription": "Community park in Potrero Hill with recreational facilities",
      "acreage": 2.65784166,
      "objectId": 424,
      "fullDescription": "Tucked away in the artistic Potrero Hill neighborhood, Mariposa Park offers residents a peaceful escape from the bustling city below. This intimate community space features a playground and open areas perfect for neighborhood barbecues and casual gatherings, embodying the area's strong sense of community. The park's location provides easy access for families living in the surrounding Victorian homes while maintaining the neighborhood's characteristic small-town feel within the big city.",
      "latitude": 37.76462447,
      "address": "San Francisco, CA",
      "propertyID": "957479",
      "neighborhood": "Potrero Hill",
      "category": "neighborhood",
      "longitude": -122.39177276
    },
    {
      "name": "Maritime Plaza",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 2.01307708,
      "objectId": 25,
      "fullDescription": "Positioned along the Embarcadero waterfront, this 2-acre plaza capitalizes on its prime location to provide spectacular bay views while serving the recreational and social needs of Financial District workers and tourists. The plaza's design incorporates maritime themes that celebrate San Francisco's rich harbor heritage while providing modern amenities like seating areas, food vendors, and event space. Its proximity to historic ships, museums, and waterfront attractions makes it a natural stopping point for visitors exploring San Francisco's maritime legacy. The plaza demonstrates how public spaces can enhance both tourism and daily life by providing attractive gathering areas that connect people with the city's natural and cultural assets.",
      "latitude": 37.79561019,
      "address": "285 Washington St",
      "propertyID": "142",
      "neighborhood": "Financial District/South Beach",
      "category": "plaza",
      "longitude": -122.39925208999999
    },
    {
      "name": "McCoppin Square",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 7.9149034700000005,
      "objectId": 110,
      "fullDescription": "This generous 8-acre square in the Sunset/Parkside district provides essential community space in a neighborhood characterized by single-family homes and limited commercial development. The square's open lawn areas accommodate various recreational activities from soccer games to family picnics, while its mature trees and garden areas create a park-like atmosphere that enhances the residential character of the surrounding area. Its scale and amenities make it suitable for hosting community events that bring together residents from the broader Sunset district, strengthening neighborhood connections across a geographically extensive area. The square serves as a model for how public space can support community life in primarily residential neighborhoods that might otherwise lack gathering places.",
      "latitude": 37.7438434,
      "address": "2354 24th Ave",
      "propertyID": "88",
      "neighborhood": "Sunset/Parkside",
      "category": "plaza",
      "longitude": -122.48009851
    },
    {
      "name": "McKinley Square",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 2.86724662,
      "objectId": 24,
      "fullDescription": "Perched on Potrero Hill's slopes, this 3-acre square offers commanding views of the bay and downtown skyline while serving as a community focal point for one of San Francisco's most close-knit neighborhoods. The square's terraced design takes advantage of the hill's natural topography to create varied spaces for both active recreation and scenic contemplation, making it popular with residents of all ages. Its central location within Potrero Hill makes it easily accessible to the neighborhood's families while its playground and open areas support the community's strong tradition of local engagement and child-friendly activities. The square embodies Potrero Hill's village-like character while providing residents with a front-row seat to some of San Francisco's most spectacular urban vistas.",
      "latitude": 37.75916375,
      "address": "2311 20th St",
      "propertyID": "53",
      "neighborhood": "Potrero Hill",
      "category": "plaza",
      "longitude": -122.40469672
    },
    {
      "name": "Merced Heights Playground",
      "shortDescription": "Community park in Oceanview/Merced/Ingleside with recreational facilities",
      "acreage": 1.2332518000000001,
      "objectId": 2267,
      "fullDescription": "Serving the diverse Oceanview/Merced/Ingleside community, Merced Heights Playground provides essential recreational space in one of the city's most affordable family neighborhoods. This compact but well-maintained facility features playground equipment and open areas where children from various cultural backgrounds come together to play and learn. The park represents the multicultural spirit of its surrounding community, offering a safe space for families to gather and celebrate their shared experiences.",
      "latitude": 37.71752783,
      "address": "801 Shields St",
      "propertyID": "17",
      "neighborhood": "Oceanview/Merced/Ingleside",
      "category": "neighborhood",
      "longitude": -122.47029461000001
    },
    {
      "name": "Michelangelo Playground",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.48377232000000003,
      "objectId": 99,
      "fullDescription": "Perched on the slopes of Russian Hill with stunning views of the bay, this half-acre playground combines recreation with some of San Francisco's most spectacular urban scenery. The park's elevated location and thoughtful design take advantage of the natural topography, featuring play equipment and seating areas that allow families to enjoy both active recreation and breathtaking vistas. Named after the Renaissance master, the playground reflects the sophisticated character of its prestigious neighborhood while providing essential family amenities that make this historic area welcoming to residents of all ages.",
      "latitude": 37.80112112,
      "address": "1055 Greenwich St",
      "propertyID": "148",
      "neighborhood": "Russian Hill",
      "category": "mini",
      "longitude": -122.41691652
    },
    {
      "name": "Minnie and Lovie Ward Rec Center",
      "shortDescription": "Community park in Oceanview/Merced/Ingleside with recreational facilities",
      "acreage": 11.11763085,
      "objectId": 2272,
      "fullDescription": "This expansive 11-acre recreation complex serves as the crown jewel of the Oceanview/Merced/Ingleside district, honoring community advocates Minnie and Lovie Ward. The facility combines indoor recreation programs with outdoor sports fields, tennis courts, and playground areas, creating a comprehensive community hub that serves residents of all ages. Its size and varied amenities make it a destination where families can spend entire days engaging in activities from youth basketball leagues to senior fitness programs.",
      "latitude": 37.71576894,
      "address": "650 Capitol Ave",
      "propertyID": "19",
      "neighborhood": "Oceanview/Merced/Ingleside",
      "category": "neighborhood",
      "longitude": -122.45758848
    },
    {
      "name": "Miraloma Playground",
      "shortDescription": "Community park in West of Twin Peaks with recreational facilities",
      "acreage": 2.43050547,
      "objectId": 2277,
      "fullDescription": "Perched in the residential West of Twin Peaks neighborhood, Miraloma Playground offers families a quiet retreat with stunning views of the city below. This well-designed community park features modern playground equipment and open spaces perfect for neighborhood gatherings, serving the needs of local families who chose this area for its suburban feel within the city. The park's elevated location provides a sense of escape while maintaining easy access to urban amenities.",
      "latitude": 37.738645659999996,
      "address": "25 Omar Way",
      "propertyID": "70",
      "neighborhood": "West of Twin Peaks",
      "category": "neighborhood",
      "longitude": -122.44931380999999
    },
    {
      "name": "Mission Bay Park",
      "shortDescription": "Community park in Mission Bay with recreational facilities",
      "acreage": 11.62264449,
      "objectId": 431,
      "fullDescription": "As one of San Francisco's newest neighborhoods rapidly transforms around it, Mission Bay Park serves as a green anchor in this high-tech corridor. This modern 12-acre facility features contemporary design elements, walking paths, and recreational areas that cater to the young professionals and growing families moving into the surrounding luxury developments. The park represents the neighborhood's forward-thinking approach to urban planning, providing essential green space in an increasingly dense urban environment.",
      "latitude": 37.77069685,
      "address": "San Francisco, CA",
      "propertyID": "957476",
      "neighborhood": "Mission Bay",
      "category": "neighborhood",
      "longitude": -122.39276689
    },
    {
      "name": "Mission Creek Park",
      "shortDescription": "Community park in Mission Bay with recreational facilities",
      "acreage": 17.168503570000002,
      "objectId": 169,
      "fullDescription": "Stretching along the historic Mission Creek waterway, this 17-acre linear park creates a unique urban oasis in the heart of Mission Bay. The park's design celebrates the area's maritime history while providing modern amenities including walking paths, waterfront seating, and recreational areas for the growing community of tech workers and families. Its proximity to the bay offers visitors a rare opportunity to experience San Francisco's natural waterways while remaining in the heart of the city.",
      "latitude": 37.77251887,
      "address": "290 Channel St",
      "propertyID": "957478",
      "neighborhood": "Mission Bay",
      "category": "neighborhood",
      "longitude": -122.39540704
    },
    {
      "name": "Mission Dolores Park",
      "shortDescription": "Community park in Castro/Upper Market with recreational facilities",
      "acreage": 15.98778553,
      "objectId": 2284,
      "fullDescription": "Beloved by locals and visitors alike, Mission Dolores Park serves as San Francisco's unofficial outdoor living room with its iconic palm trees and spectacular city views. This 16-acre cultural epicenter in the Castro/Upper Market area hosts everything from weekend picnics and pickup soccer games to large community festivals and political rallies. The park's diverse amenities, including tennis courts, a playground, and vast lawns perfect for sunbathing, make it a democratic space where all of San Francisco comes together to celebrate the city's progressive spirit.",
      "latitude": 37.75975462,
      "address": "646 Dolores St",
      "propertyID": "63",
      "neighborhood": "Castro/Upper Market",
      "category": "neighborhood",
      "longitude": -122.42712797
    },
    {
      "name": "Mission Playground",
      "shortDescription": "Community park in Mission with recreational facilities",
      "acreage": 2.13927288,
      "objectId": 2291,
      "fullDescription": "Located in the heart of the vibrant Mission District, this compact playground serves as a vital community resource for the neighborhood's diverse Latino families. The park provides essential recreational space where children can play safely while their parents connect with neighbors, fostering the strong community bonds that define the Mission. Its central location makes it easily accessible to families living in the surrounding Victorian flats and serves as a gathering point for the neighborhood's rich cultural celebrations.",
      "latitude": 37.759310920000004,
      "address": "3555 19th St",
      "propertyID": "61",
      "neighborhood": "Mission",
      "category": "neighborhood",
      "longitude": -122.42231703
    },
    {
      "name": "Mission Rec Center",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.7079828300000001,
      "objectId": 2305,
      "fullDescription": "This compact recreational facility in the heart of the Mission District serves as vital community infrastructure, combining indoor programming space with outdoor recreation areas in less than an acre. The center's design reflects the neighborhood's strong community organizing tradition, providing flexible spaces that can accommodate everything from youth programs to community meetings to cultural celebrations. Located in one of San Francisco's most vibrant and diverse neighborhoods, Mission Rec Center exemplifies how small-scale community facilities can have an outsized impact on neighborhood life by providing the social infrastructure necessary for building strong, connected communities.",
      "latitude": 37.75814215,
      "address": "2450 Harrison St",
      "propertyID": "59",
      "neighborhood": "Mission",
      "category": "mini",
      "longitude": -122.41292682999999
    },
    {
      "name": "Moscone Rec Center",
      "shortDescription": "Community park in Marina with recreational facilities",
      "acreage": 12.7320657,
      "objectId": 2312,
      "fullDescription": "Anchoring the affluent Marina District, Moscone Recreation Center offers 13 acres of premium recreational facilities just blocks from the San Francisco Bay. This comprehensive facility features tennis courts, sports fields, and a playground, serving the active lifestyle preferences of the neighborhood's young professionals and established families. The center's proximity to Crissy Field and the Golden Gate Bridge makes it a perfect starting point for extended outdoor adventures while providing essential community space for Marina residents.",
      "latitude": 37.80213066,
      "address": "1800 Chestnut St",
      "propertyID": "132",
      "neighborhood": "Marina",
      "category": "neighborhood",
      "longitude": -122.4331224
    },
    {
      "name": "Mountain Lake Park",
      "shortDescription": "Community park in Inner Richmond, Presidio with recreational facilities",
      "acreage": 12.96241818,
      "objectId": 2319,
      "fullDescription": "This unique 13-acre park surrounding a natural freshwater lake offers visitors a rare glimpse of San Francisco's original landscape near the Richmond District and Presidio. The park features walking trails around the historic lake, picnic areas, and a playground, creating a perfect blend of natural beauty and family recreation. Its location near the Presidio makes it feel like a hidden sanctuary where city dwellers can experience the tranquility of nature while remaining within urban boundaries.",
      "latitude": 37.78724185,
      "address": "1 11th Ave",
      "propertyID": "102",
      "neighborhood": "Inner Richmond, Presidio",
      "category": "neighborhood",
      "longitude": -122.4691026
    },
    {
      "name": "Mt. Davidson Park",
      "shortDescription": "Major 40-acre park with multiple attractions and facilities",
      "acreage": 40.71814397,
      "objectId": 2322,
      "fullDescription": "Rising 928 feet above sea level, Mt. Davidson is San Francisco's highest peak and home to the iconic 103-foot concrete cross that has stood sentinel over the city since 1934. The 40-acre park features a network of hiking trails through coastal scrub and eucalyptus groves, offering panoramic views spanning from the Pacific Ocean to downtown on clear days. The annual Easter sunrise service at the cross draws thousands of visitors, while the quieter trails provide year-round sanctuary for hikers seeking solitude and native wildlife spotting opportunities.",
      "latitude": 37.73906794,
      "address": "150 Dalewood Way",
      "propertyID": "69",
      "neighborhood": "West of Twin Peaks",
      "category": "destination",
      "longitude": -122.45466691
    },
    {
      "name": "Mt. Olympus",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.2051841,
      "objectId": 2324,
      "fullDescription": "This tiny hilltop park in Haight Ashbury occupies one of San Francisco's most unique geographic features, offering visitors a sense of being on top of the world despite its modest fifth-of-an-acre size. The park's elevated position provides panoramic views of the city while its compact design includes seating areas and pathways that create an almost mystical atmosphere befitting its mythological name. Surrounded by the neighborhood's famous Victorian architecture, Mt. Olympus serves as a hidden gem where residents and visitors can experience a moment of transcendence and connection to the city's dramatic topography.",
      "latitude": 37.76331267,
      "address": "480 Upper Terrace",
      "propertyID": "78",
      "neighborhood": "Haight Ashbury",
      "category": "mini",
      "longitude": -122.44555371999999
    },
    {
      "name": "Mullen & Peralta Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.45045589,
      "objectId": 57,
      "fullDescription": "Located in the close-knit Bernal Heights neighborhood, this half-acre park embodies the community's strong activist tradition and commitment to family-friendly amenities. The park features playground equipment and open areas designed through extensive community input, creating a space that truly reflects neighborhood needs and values. Surrounded by Bernal Heights' characteristic mix of single-family homes and small apartment buildings, the park serves as a daily gathering place where neighbors build the social connections that make this hilltop community feel like a small town within the big city.",
      "latitude": 37.746081430000004,
      "address": "124 Mullen Ave",
      "propertyID": "176",
      "neighborhood": "Bernal Heights",
      "category": "mini",
      "longitude": -122.40882028
    },
    {
      "name": "Muriel Leff Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.23791683,
      "objectId": 200,
      "fullDescription": "This quarter-acre pocket park in the Inner Richmond provides a quiet retreat along busy 7th Avenue, offering neighborhood residents a peaceful spot to pause and connect with nature amid urban density. Named after a local community advocate, the park features thoughtfully selected plantings and seating areas that create a sense of sanctuary while honoring the grassroots organizing tradition that makes San Francisco neighborhoods so livable. Despite its modest size, Muriel Leff Mini Park serves as an important reminder of how small-scale green spaces can provide essential respite and community gathering opportunities in densely populated urban areas.",
      "latitude": 37.78006853,
      "address": "450 7th Ave",
      "propertyID": "155",
      "neighborhood": "Inner Richmond",
      "category": "mini",
      "longitude": -122.46504709
    },
    {
      "name": "Noe & Beaver Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.10643145000000001,
      "objectId": 2329,
      "fullDescription": "This tiny triangular park at the intersection of two charming Castro-area streets proves that even the smallest urban spaces can create community connections and provide natural respite. At just over a tenth of an acre, the park maximizes its compact footprint with careful plantings and seating that create an intimate neighborhood gathering spot. The park's location in one of San Francisco's most walkable and community-oriented neighborhoods makes it a perfect example of how small-scale green infrastructure can enhance the pedestrian experience and provide residents with shared outdoor space that strengthens neighborhood bonds.",
      "latitude": 37.76494425,
      "address": "1 Beaver St",
      "propertyID": "64",
      "neighborhood": "Castro/Upper Market",
      "category": "mini",
      "longitude": -122.43342899000001
    },
    {
      "name": "Noe Valley Courts",
      "shortDescription": "Community park in Noe Valley with recreational facilities",
      "acreage": 1.1042326100000002,
      "objectId": 2335,
      "fullDescription": "Serving the family-friendly Noe Valley neighborhood, this intimate recreational facility provides essential sports courts and gathering space for one of the city's most desirable residential areas. The compact park caters to the active lifestyle of local families, offering tennis courts and play areas where children can safely enjoy outdoor activities. Its location in the heart of Noe Valley makes it a natural meeting place for parents and a cornerstone of the neighborhood's strong community identity.",
      "latitude": 37.751413639999996,
      "address": "780 Douglass St",
      "propertyID": "72",
      "neighborhood": "Noe Valley",
      "category": "neighborhood",
      "longitude": -122.43891427
    },
    {
      "name": "Noe Valley Town Square",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 0.27605287,
      "objectId": 230,
      "fullDescription": "Though compact at just 0.28 acres, this charming plaza captures the essence of Noe Valley's small-town atmosphere within the larger urban context of San Francisco. The square's intimate scale and careful design create a European-style village square that encourages chance encounters between neighbors while providing a peaceful setting for relaxation and socializing. Its location at the heart of Noe Valley's boutique shopping district makes it a natural meeting place for residents running errands or visitors exploring the neighborhood's unique character. The square demonstrates how thoughtful urban design can preserve and enhance neighborhood identity even as cities grow and change around established communities.",
      "latitude": 37.75138586,
      "address": "3861 24th St",
      "propertyID": "957227",
      "neighborhood": "Noe Valley",
      "category": "plaza",
      "longitude": -122.42898979
    },
    {
      "name": "O'Shaughnessy Hollow",
      "shortDescription": "Community park in West of Twin Peaks with recreational facilities",
      "acreage": 10.97943057,
      "objectId": 31,
      "fullDescription": "Hidden away in the West of Twin Peaks area, O'Shaughnessy Hollow offers nearly 11 acres of undeveloped natural space that feels worlds away from urban San Francisco. This unique park preserves native vegetation and provides hiking trails where residents can experience the city's original ecosystem, complete with seasonal wildflowers and native grasses. The hollow serves as both a neighborhood retreat and an important habitat for local wildlife, representing San Francisco's commitment to preserving its natural heritage.",
      "latitude": 37.73918097,
      "address": "San Francisco, CA",
      "propertyID": "183",
      "neighborhood": "West of Twin Peaks",
      "category": "neighborhood",
      "longitude": -122.44389045999999
    },
    {
      "name": "Ogden Terrace Community Garden",
      "shortDescription": "Community garden space for urban agriculture",
      "acreage": 0.16972337,
      "objectId": 28,
      "fullDescription": "This Bernal Heights community garden sits on a terraced slope that captures stunning city views while providing productive growing space for local families. The garden's design takes advantage of San Francisco's microclimates, with sun-loving vegetables in the upper terraces and shade-tolerant crops below, creating a diverse ecosystem that supports both plants and community connections. Weekend workdays bring neighbors together to maintain shared areas and exchange growing tips, while the site's peaceful atmosphere and panoramic vistas make it a beloved neighborhood gathering place.",
      "latitude": 37.73580862,
      "address": "700 Ogden Ave",
      "propertyID": "171609",
      "neighborhood": "Bernal Heights",
      "category": "garden",
      "longitude": -122.41204731
    },
    {
      "name": "Page & Laguna Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.17920747,
      "objectId": 2346,
      "fullDescription": "This compact corner park in Hayes Valley serves as a green punctuation mark in one of San Francisco's most successfully revitalized neighborhoods, providing residents with a peaceful gathering spot amid the area's bustling cafes and boutiques. At less than a fifth of an acre, the park makes the most of its modest size with thoughtful plantings and seating that create a welcoming environment for neighbors to meet and children to play safely. The park's design reflects Hayes Valley's commitment to quality public spaces, offering a perfect example of how small-scale green infrastructure can enhance urban living and provide essential community amenities.",
      "latitude": 37.77347729,
      "address": "281 Page St",
      "propertyID": "114",
      "neighborhood": "Hayes Valley",
      "category": "mini",
      "longitude": -122.42526321
    },
    {
      "name": "Page Street Community Garden",
      "shortDescription": "Community garden space for urban agriculture",
      "acreage": 0.08966064,
      "objectId": 2351,
      "fullDescription": "In the heart of Hayes Valley, this compact community garden serves as a green anchor that connects residents to sustainable living practices and each other. Despite its small size, the garden maximizes impact through intensive growing methods and educational programs that teach urban farming skills to gardeners of all experience levels. The site's location near cultural venues and cafes makes it a unique intersection of urban agriculture and neighborhood vibrancy, demonstrating how community gardens can thrive in dynamic city environments.",
      "latitude": 37.77361752,
      "address": "438 Page St",
      "propertyID": "11976",
      "neighborhood": "Hayes Valley",
      "category": "garden",
      "longitude": -122.4281125
    },
    {
      "name": "Palace of Fine Arts",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 19.74090095,
      "objectId": 2356,
      "fullDescription": "This magnificent 19.7-acre plaza surrounding the iconic Palace of Fine Arts rotunda creates one of San Francisco's most breathtaking civic spaces, where classical architecture meets natural beauty in a setting that has inspired visitors for over a century. Originally built for the 1915 Panama-Pacific Exposition, the plaza combines the grandeur of its Greco-Roman inspired architecture with peaceful lagoons and manicured grounds that provide a transcendent escape from urban life. The plaza serves as both a cultural landmark and a beloved gathering place for weddings, photography, picnics, and quiet contemplation, embodying San Francisco's commitment to preserving beautiful public spaces that elevate the human spirit and connect residents with their city's rich cultural heritage.",
      "latitude": 37.80300818,
      "address": "3601 Lyon St",
      "propertyID": "111",
      "neighborhood": "Marina, Presidio",
      "category": "plaza",
      "longitude": -122.44850174
    },
    {
      "name": "Palega Playground",
      "shortDescription": "Community park in Portola with recreational facilities",
      "acreage": 5.40622384,
      "objectId": 211,
      "fullDescription": "Located in the diverse Portola neighborhood, Palega Playground provides 5 acres of recreational space that serves as a vital community hub for local families. This well-maintained facility features playground equipment, sports courts, and open areas perfect for community gatherings and cultural celebrations. The park plays an important role in bringing together the neighborhood's multicultural residents, offering a safe space where children from various backgrounds can play and learn together.",
      "latitude": 37.729347100000005,
      "address": "500 Felton St",
      "propertyID": "30",
      "neighborhood": "Portola",
      "category": "neighborhood",
      "longitude": -122.40979319
    },
    {
      "name": "Palou & Phelps Park",
      "shortDescription": "Community park in Bayview Hunters Point with recreational facilities",
      "acreage": 2.78896476,
      "objectId": 121,
      "fullDescription": "Serving the resilient Bayview Hunters Point community, Palou & Phelps Park provides essential recreational space in a neighborhood working to revitalize and strengthen its community bonds. This nearly 3-acre facility offers playground equipment and gathering areas where local families can come together for celebrations and community events. The park represents hope and renewal for the neighborhood, providing a safe space where children can play while their families work to build a stronger community future.",
      "latitude": 37.73552432,
      "address": "1801 Palou Ave",
      "propertyID": "188",
      "neighborhood": "Bayview Hunters Point",
      "category": "neighborhood",
      "longitude": -122.39474893
    },
    {
      "name": "Park Presidio Blvd",
      "shortDescription": "Major 20-acre park with multiple attractions and facilities",
      "acreage": 20.38628898,
      "objectId": 184,
      "fullDescription": "This unique 20-acre linear park runs along Park Presidio Boulevard, creating a crucial green corridor that connects Golden Gate Park to the Presidio through multiple neighborhoods. The landscaped median and adjacent parklands feature mature trees, walking paths, and small recreational areas that provide residents of the Richmond and Presidio Heights districts with accessible green space. Its strategic location makes it a vital wildlife corridor and urban forest that helps filter air pollution while creating a more pleasant environment for the thousands of commuters who travel this route daily. The park demonstrates innovative urban planning by transforming what could have been merely a traffic thoroughfare into a community asset that enhances neighborhood livability.",
      "latitude": 37.780139829999996,
      "address": "San Francisco, CA",
      "propertyID": "101",
      "neighborhood": "Outer Richmond, Inner Richmond, Seacliff, Presidio",
      "category": "destination",
      "longitude": -122.47230061
    },
    {
      "name": "Park Street Garden",
      "shortDescription": "Community garden space for urban agriculture",
      "acreage": 0.046942010000000006,
      "objectId": 29,
      "fullDescription": "This small but significant community garden in Bernal Heights exemplifies how neighbors can transform overlooked urban spaces into thriving centers of community life and environmental stewardship. The garden's intimate scale encourages close collaboration among local residents, who share resources, knowledge, and harvests while building lasting friendships. Educational initiatives focus on climate-appropriate growing techniques and composting, making this tiny oasis a powerful demonstration of how community-driven urban agriculture can strengthen both neighborhood bonds and local food systems.",
      "latitude": 37.736475690000006,
      "address": "San Francisco, CA",
      "propertyID": "171731",
      "neighborhood": "Bernal Heights",
      "category": "garden",
      "longitude": -122.42578986000001
    },
    {
      "name": "Parkside Square",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 8.851842280000001,
      "objectId": 153,
      "fullDescription": "This substantial 9-acre square anchors the Parkside district with recreational facilities and open space that serve the needs of San Francisco's largest residential neighborhood. The square's design emphasizes family recreation with playgrounds, sports courts, and open areas suitable for community events and informal gatherings that bring together residents from the surrounding blocks of single-family homes. Its location provides easy access for families with children while its scale accommodates larger community celebrations that reinforce the Parkside's identity as a family-oriented neighborhood. The square plays a crucial role in creating social connections in a neighborhood that might otherwise lack focal points for community interaction due to its primarily residential character.",
      "latitude": 37.737978590000004,
      "address": "2680 28th Ave",
      "propertyID": "84",
      "neighborhood": "Sunset/Parkside",
      "category": "plaza",
      "longitude": -122.48393354000001
    },
    {
      "name": "Parque Ninos Unidos",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.6971327900000001,
      "objectId": 210,
      "fullDescription": "This vibrant community park in the Mission District celebrates the neighborhood's Latino heritage while providing essential recreational space for local families. The park's name, meaning \"United Children's Park,\" reflects its role as a gathering place where kids from diverse backgrounds come together to play and learn. With colorful murals, playground equipment, and open areas designed for community celebrations, the park serves as both a recreational facility and a cultural center that strengthens the bonds between families and honors the Mission's rich tradition of community activism and cultural pride.",
      "latitude": 37.75437961,
      "address": "3070 23rd St",
      "propertyID": "187",
      "neighborhood": "Mission",
      "category": "mini",
      "longitude": -122.41357024999999
    },
    {
      "name": "Patricia's Green in Hayes Valley",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.47891084000000006,
      "objectId": 228,
      "fullDescription": "This delightful half-acre green space represents the successful transformation of Hayes Valley from a troubled urban area into one of San Francisco's most vibrant neighborhoods, serving as a focal point for community life and outdoor dining. The park's design encourages both active use and relaxation with open lawn areas, mature trees, and flexible spaces that accommodate everything from yoga classes to food truck gatherings. Its central location within Hayes Valley's boutique shopping and dining district makes it an essential amenity that enhances the neighborhood's walkability and street life. The park's success demonstrates how strategic investment in public space can catalyze broader neighborhood revitalization while creating lasting community assets.",
      "latitude": 37.776227940000005,
      "address": "489 Hayes St",
      "propertyID": "59481",
      "neighborhood": "Hayes Valley",
      "category": "mini",
      "longitude": -122.42442628
    },
    {
      "name": "Peixotto Playground",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.82012885,
      "objectId": 17,
      "fullDescription": "Tucked into the Castro/Upper Market area, this compact 0.8-acre playground provides essential family recreation space in a neighborhood better known for its nightlife and adult-oriented businesses. The playground's modern equipment and safety features make it popular with local families while its location offers children a place to play within walking distance of home in one of the city's most densely developed areas. Its presence helps balance the Castro's identity by ensuring that families with children feel welcome and accommodated in a neighborhood that celebrates diversity in all its forms. The playground represents the importance of providing child-friendly amenities even in neighborhoods not traditionally seen as family-oriented.",
      "latitude": 37.76580342,
      "address": "2475 15th St",
      "propertyID": "195",
      "neighborhood": "Castro/Upper Market",
      "category": "mini",
      "longitude": -122.43792203
    },
    {
      "name": "Pine Lake Park",
      "shortDescription": "Major 30-acre park with multiple attractions and facilities",
      "acreage": 30.767888810000002,
      "objectId": 63,
      "fullDescription": "Centered around the serene Pine Lake, this 31-acre park in the Sunset District offers a tranquil escape featuring one of San Francisco's few remaining natural freshwater lakes. The park's walking trails circle the lake through stands of native and non-native trees, creating a peaceful environment popular with bird watchers, joggers, and families seeking a quiet retreat from urban life. The lake itself supports various waterfowl species and provides educational opportunities for children to observe aquatic ecosystems up close. Adjacent recreational facilities include playgrounds and open grass areas, making this park a perfect destination for both nature appreciation and active recreation in the heart of the residential Sunset neighborhood.",
      "latitude": 37.73631415,
      "address": "200 Crestlake Dr",
      "propertyID": "82",
      "neighborhood": "Sunset/Parkside",
      "category": "destination",
      "longitude": -122.48593875
    },
    {
      "name": "Portola Open Space",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.8120188,
      "objectId": 155,
      "fullDescription": "Perched on a hillside in the Portola neighborhood, this mini park takes advantage of its elevated location to offer visitors stunning panoramic views of the city and bay. The terraced design creates multiple seating areas that maximize the scenic vistas while providing a peaceful retreat from the busy commercial corridors below. Despite its modest size, the park serves as an important neighborhood landmark and gathering place, where residents can enjoy both natural beauty and spectacular urban scenery that showcases San Francisco's dramatic topography.",
      "latitude": 37.74707923,
      "address": "San Francisco, CA",
      "propertyID": "37264",
      "neighborhood": "Noe Valley, Twin Peaks",
      "category": "mini",
      "longitude": -122.44407264
    },
    {
      "name": "Portsmouth Square",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 1.48363715,
      "objectId": 209,
      "fullDescription": "Known as the 'Heart of Chinatown,' this historic 1.5-acre square serves as San Francisco's most important gathering place for Chinese-American community life and cultural expression. The square's design accommodates traditional activities like tai chi, xiangqi (Chinese chess), and community celebrations while providing space for daily social interaction among residents of all ages. Its central location within Chinatown makes it easily accessible to the neighborhood's dense population while its cultural programming helps preserve and transmit Chinese traditions to younger generations. The square represents the vital role that public space plays in maintaining cultural identity and community cohesion within immigrant communities, serving as both a practical gathering place and a symbol of Chinese-American presence in San Francisco.",
      "latitude": 37.79484118,
      "address": "745 Kearny St",
      "propertyID": "141",
      "neighborhood": "Chinatown",
      "category": "plaza",
      "longitude": -122.4053557
    },
    {
      "name": "Potrero Hill Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.22471632,
      "objectId": 77,
      "fullDescription": "Despite its tiny 0.22-acre footprint, this mini park provides crucial green space for Potrero Hill families while offering spectacular views that take advantage of the neighborhood's elevated location and southern exposure. The park's compact design maximizes every square foot with child-friendly equipment, seating for parents, and small garden areas that create a sense of natural beauty within the urban environment. Its location within Potrero Hill's residential core makes it easily accessible to local families while its intimate scale creates a safe, community-oriented atmosphere where neighbors naturally connect. The park exemplifies how even very small public spaces can significantly enhance neighborhood livability when thoughtfully designed and strategically located.",
      "latitude": 37.75740062,
      "address": "San Francisco, CA",
      "propertyID": "10416",
      "neighborhood": "Potrero Hill",
      "category": "mini",
      "longitude": -122.39666740000001
    },
    {
      "name": "Potrero Hill Rec Center",
      "shortDescription": "Community park in Potrero Hill with recreational facilities",
      "acreage": 10.07167616,
      "objectId": 1674,
      "fullDescription": "Crowning the top of Potrero Hill, this 10-acre recreation center offers spectacular panoramic views of the San Francisco Bay and downtown skyline. The facility serves the neighborhood's diverse mix of longtime residents and newcomers with comprehensive amenities including sports courts, playground areas, and community rooms for local organizations. Its elevated location and extensive facilities make it a destination where the entire Potrero Hill community comes together for everything from youth sports leagues to neighborhood meetings.",
      "latitude": 37.75614147,
      "address": "801 Arkansas St",
      "propertyID": "52",
      "neighborhood": "Potrero Hill",
      "category": "neighborhood",
      "longitude": -122.39693963
    },
    {
      "name": "Potrero del Sol",
      "shortDescription": "Community park in Mission with recreational facilities",
      "acreage": 4.67952643,
      "objectId": 64,
      "fullDescription": "Located in the Mission District's industrial corridor, Potrero del Sol provides nearly 5 acres of essential green space and recreational facilities for the surrounding Latino community. This community-centered park features sports courts, playground equipment, and open areas that host everything from quinceañera celebrations to community soccer tournaments. The park serves as a cultural anchor where Spanish-speaking families can gather, celebrate their heritage, and build connections that strengthen the broader Mission community.",
      "latitude": 37.75060722,
      "address": "San Francisco, CA",
      "propertyID": "49",
      "neighborhood": "Mission",
      "category": "neighborhood",
      "longitude": -122.40509795
    },
    {
      "name": "Precita Park",
      "shortDescription": "Community park in Bernal Heights with recreational facilities",
      "acreage": 2.24636446,
      "objectId": 18,
      "fullDescription": "Nestled in the friendly Bernal Heights neighborhood, Precita Park offers residents a charming community gathering place with a distinctly village-like atmosphere. This intimate 2-acre park features playground equipment and open spaces perfect for neighborhood barbecues and impromptu gatherings, embodying the area's reputation as one of San Francisco's most neighborly communities. The park's location on a residential street makes it feel like an extension of neighbors' backyards, fostering the close relationships that define Bernal Heights living.",
      "latitude": 37.74706609,
      "address": "3200 Folsom St",
      "propertyID": "37",
      "neighborhood": "Bernal Heights",
      "category": "neighborhood",
      "longitude": -122.41205957000001
    },
    {
      "name": "Prentiss Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.06867937,
      "objectId": 206,
      "fullDescription": "At just 0.07 acres, this tiny Mission District park proves that size doesn't determine community impact, serving as a vital green sanctuary in one of the city's most densely populated neighborhoods. Despite its compact footprint, the park maximizes every square foot with thoughtful landscaping and seating that creates an intimate gathering place for neighbors. Its location on a quiet residential street makes it feel like a shared backyard for the surrounding apartment buildings, providing families with essential outdoor space and a place where children can play safely under the watchful eyes of their community.",
      "latitude": 37.74022335,
      "address": "193 Prentiss St",
      "propertyID": "201",
      "neighborhood": "Bernal Heights",
      "category": "mini",
      "longitude": -122.4118975
    },
    {
      "name": "Presidio Heights Playground",
      "shortDescription": "Major 0-acre park with multiple attractions and facilities",
      "acreage": 0.48584834,
      "objectId": 202,
      "fullDescription": "Despite its modest half-acre size, Presidio Heights Playground punches above its weight as a beloved community gathering spot in one of San Francisco's most affluent neighborhoods. The playground features modern equipment designed for various age groups, surrounded by mature trees that provide natural shade and create an intimate, park-like atmosphere. Its location within the prestigious Presidio Heights district makes it a popular meeting place for local families, nannies, and children from nearby schools. The park's careful landscaping and well-maintained facilities reflect the community's commitment to creating beautiful, safe spaces for neighborhood children to play and socialize.",
      "latitude": 37.78849618,
      "address": "3437 Clay St",
      "propertyID": "109",
      "neighborhood": "Presidio Heights",
      "category": "destination",
      "longitude": -122.44961450000001
    },
    {
      "name": "Presidio Wall Playground",
      "shortDescription": "Major 12-acre park with multiple attractions and facilities",
      "acreage": 12.383017019999999,
      "objectId": 176,
      "fullDescription": "Nestled at the border between Pacific Heights and the Presidio, this 12-acre park combines natural beauty with recreational facilities to serve both neighborhoods effectively. The park features terraced play areas that take advantage of the sloping terrain, offering children varied play experiences while parents enjoy views toward the bay and Presidio forests. Ancient Monterey cypress and eucalyptus trees create a canopy that provides natural cooling and wind protection, making the park comfortable year-round. The playground's proximity to both the Presidio's hiking trails and Pacific Heights' urban amenities makes it a perfect transition zone between the city's natural and built environments.",
      "latitude": 37.79131812,
      "address": "3550 Pacific Ave",
      "propertyID": "166",
      "neighborhood": "Presidio, Presidio Heights",
      "category": "destination",
      "longitude": -122.45398596000001
    },
    {
      "name": "Ralph D. House Community Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.16845868000000003,
      "objectId": 227,
      "fullDescription": "This intimate pocket park on Le Conte Avenue honors Ralph D. House, a dedicated community advocate who championed green spaces in Bayview Hunters Point. The 0.17-acre park features colorful playground equipment designed for younger children, shaded seating areas, and drought-resistant plantings that reflect the neighborhood's commitment to sustainability. Local families gather here for birthday parties and playdates, making it a vital social hub where generations of Bayview residents have formed lasting friendships.",
      "latitude": 37.717689719999996,
      "address": "885 Le Conte Ave",
      "propertyID": "137649",
      "neighborhood": "Bayview Hunters Point",
      "category": "mini",
      "longitude": -122.3958265
    },
    {
      "name": "Randolph & Bright Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.13033013,
      "objectId": 11,
      "fullDescription": "This minuscule 0.13-acre park serves the Oceanview/Merced/Ingleside district by providing a pocket of green space and community gathering area in a neighborhood dominated by single-family homes and limited commercial development. The park's small scale creates an intimate setting where neighbors can meet informally while children have a safe place to play close to home. Its location in the outer reaches of San Francisco ensures that residents in these more suburban-feeling neighborhoods have access to public space and community amenities within walking distance. The park demonstrates the city's commitment to providing recreational opportunities even in areas where land is at a premium and development pressure is intense.",
      "latitude": 37.714501500000004,
      "address": "100 Randolph St",
      "propertyID": "16",
      "neighborhood": "Oceanview/Merced/Ingleside",
      "category": "mini",
      "longitude": -122.463681
    },
    {
      "name": "Raymond Kimball Playground",
      "shortDescription": "Community park in Western Addition with recreational facilities",
      "acreage": 6.0195823,
      "objectId": 208,
      "fullDescription": "A cornerstone of the Western Addition community, Raymond Kimball Playground offers 6 acres of recreational space featuring basketball courts, tennis facilities, and a children's playground. Located on Geary Boulevard, this park serves as a vital gathering place for neighborhood families and provides quality athletic facilities in the heart of one of San Francisco's most culturally diverse districts. The playground's central location makes it easily accessible via public transit and connects residents to green space in this densely populated area.",
      "latitude": 37.78294796,
      "address": "1901 Geary Blvd",
      "propertyID": "124",
      "neighborhood": "Western Addition",
      "category": "neighborhood",
      "longitude": -122.43512666000001
    },
    {
      "name": "Richmond Playground",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.92841564,
      "objectId": 103,
      "fullDescription": "This compact 0.93-acre playground serves families in the Outer Richmond with modern recreational facilities designed to accommodate children of various ages in a neighborhood characterized by fog, wind, and family-oriented living. The playground's equipment and layout take into account the area's challenging weather conditions while providing sheltered areas where children can play comfortably year-round. Its location within walking distance of numerous single-family homes makes it an essential community resource for families who might otherwise lack easy access to recreational facilities. The playground reflects the Outer Richmond's character as a family-friendly neighborhood while providing a gathering place where parents and children from diverse cultural backgrounds can interact.",
      "latitude": 37.78513522,
      "address": "149 18th Ave",
      "propertyID": "100",
      "neighborhood": "Outer Richmond",
      "category": "mini",
      "longitude": -122.4781249
    },
    {
      "name": "Richmond Rec Center",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.92842227,
      "objectId": 102,
      "fullDescription": "Adjacent to Richmond Playground, this 0.93-acre recreation center provides indoor and outdoor facilities that serve the Outer Richmond's diverse population with programs and amenities designed for all ages and activity levels. The center's programming reflects the neighborhood's multicultural character while its facilities accommodate both organized activities and informal recreation that brings community members together. Its location makes it easily accessible to families throughout the Richmond district while its range of services ensures that residents of different backgrounds and interests can find appropriate recreational opportunities. The center demonstrates how public recreation facilities can strengthen community bonds while promoting healthy, active lifestyles in dense urban neighborhoods.",
      "latitude": 37.78327503,
      "address": "251 18th Ave",
      "propertyID": "172",
      "neighborhood": "Outer Richmond",
      "category": "mini",
      "longitude": -122.47798997000001
    },
    {
      "name": "Ridgetop Plaza",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 0.75391193,
      "objectId": 96,
      "fullDescription": "Positioned on the heights of Bayview Hunters Point, this 0.75-acre plaza takes advantage of its elevated location to provide sweeping views of the San Francisco Bay while serving as a community gathering space for the surrounding neighborhood. The plaza's modern design reflects recent investment in the Bayview district while providing residents with a attractive outdoor venue for relaxation and social interaction. Its compact size creates an intimate atmosphere that encourages neighbors to connect while its scenic location makes it a destination for visitors seeking panoramic views from this often-overlooked part of the city. The plaza represents ongoing efforts to provide quality public amenities in neighborhoods that have historically been underserved by municipal investment.",
      "latitude": 37.73391458,
      "address": "San Francisco, CA",
      "propertyID": "189",
      "neighborhood": "Bayview Hunters Point",
      "category": "plaza",
      "longitude": -122.38350986
    },
    {
      "name": "Rochambeau Playground",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.9087681300000001,
      "objectId": 179,
      "fullDescription": "This nearly one-acre playground in the Outer Richmond provides families with modern recreational facilities in a neighborhood setting that emphasizes safety, accessibility, and year-round usability despite challenging coastal weather conditions. The playground's design takes advantage of the Richmond's relatively flat topography while incorporating wind-resistant landscaping and equipment that can withstand the fog and salt air characteristic of San Francisco's ocean-facing neighborhoods. Its central location within the Richmond's residential grid makes it easily reachable for families throughout the area while its scale provides space for both structured and unstructured play activities. The playground serves as a community focal point where the Richmond's diverse population of families can gather and children can develop friendships across cultural and linguistic boundaries.",
      "latitude": 37.784844029999995,
      "address": "250 25th Ave",
      "propertyID": "99",
      "neighborhood": "Outer Richmond",
      "category": "mini",
      "longitude": -122.4845469
    },
    {
      "name": "Rocky Outcrop",
      "shortDescription": "Community park in Inner Sunset with recreational facilities",
      "acreage": 1.67139883,
      "objectId": 95,
      "fullDescription": "Perched in the Inner Sunset, Rocky Outcrop is a unique 1.7-acre natural formation that offers visitors a chance to experience San Francisco's geological character up close. This distinctive park features actual rock outcroppings that provide natural climbing opportunities and scenic viewpoints overlooking the surrounding residential neighborhood. Its rugged terrain creates a miniature wilderness experience within the urban landscape, making it a favorite spot for nature lovers and those seeking a peaceful escape from city life.",
      "latitude": 37.75384715,
      "address": "1800 14th Ave",
      "propertyID": "175",
      "neighborhood": "Inner Sunset",
      "category": "neighborhood",
      "longitude": -122.47087843999999
    },
    {
      "name": "Rolph Nicol Playground",
      "shortDescription": "Community park in Lakeshore with recreational facilities",
      "acreage": 3.62274957,
      "objectId": 62,
      "fullDescription": "Located in the Lakeshore neighborhood, Rolph Nicol Playground serves as a vital community recreation center with 3.6 acres of family-friendly amenities. The park features well-maintained playground equipment, open grassy areas for picnicking and play, and serves as a gathering place for local families. Its proximity to Lake Merced makes it part of a larger network of outdoor spaces that encourage active lifestyles in this residential area of San Francisco.",
      "latitude": 37.73063451,
      "address": "San Francisco, CA",
      "propertyID": "9",
      "neighborhood": "Lakeshore",
      "category": "neighborhood",
      "longitude": -122.48054619000001
    },
    {
      "name": "Roosevelt & Henry Stairs",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.38656205,
      "objectId": 229,
      "fullDescription": "These unique stepped gardens in the Castro/Upper Market area transform what could have been merely functional infrastructure into an attractive community amenity that provides both beauty and recreation in a compact 0.39-acre space. The stairs' design incorporates terraced plantings, seating areas, and art installations that make the climb between street levels more pleasant while creating a distinctive neighborhood landmark. Its location in the heart of the Castro makes it a popular route for residents and visitors while its gardens provide a touch of nature in an intensely urban environment. The stairs demonstrate how creative urban design can turn practical necessities into community assets that enhance both function and neighborhood character.",
      "latitude": 37.76656233,
      "address": "299 Henry St",
      "propertyID": "107857",
      "neighborhood": "Castro/Upper Market",
      "category": "mini",
      "longitude": -122.43734119
    },
    {
      "name": "SOMA West Dog Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.61650925,
      "objectId": 233,
      "fullDescription": "This specialized 0.62-acre facility in the Mission provides off-leash recreation for dogs and their owners while serving as a unique community gathering place that brings together residents from diverse backgrounds united by their love of pets. The park's design includes separate areas for large and small dogs, water features, and seating areas that encourage socialization among dog owners while ensuring safety and comfort for animals of all sizes. Its location in the dense Mission district makes it an essential amenity for residents living in apartments and condos who might otherwise lack access to safe spaces for their pets to exercise and socialize. The park demonstrates how specialized recreational facilities can strengthen community bonds while meeting specific needs that might otherwise go unaddressed in urban environments.",
      "latitude": 37.7704551,
      "address": "San Francisco, CA",
      "propertyID": "957228",
      "neighborhood": "Mission",
      "category": "mini",
      "longitude": -122.42200356
    },
    {
      "name": "SOMA West Skate Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.8712779300000001,
      "objectId": 232,
      "fullDescription": "This purpose-built facility in the rapidly developing South of Market area provides essential recreational infrastructure specifically designed for skateboarding, BMX, and other wheeled sports. The park's modern design and quality features attract youth from across the city, creating a vibrant community hub that celebrates street sports culture while providing safe, legal space for these popular activities. Its location in SOMA makes it easily accessible via public transit, while its specialized facilities demonstrate San Francisco's commitment to supporting diverse recreational interests and youth engagement.",
      "latitude": 37.77018778,
      "address": "San Francisco, CA",
      "propertyID": "957229",
      "neighborhood": "Mission",
      "category": "mini",
      "longitude": -122.42104261
    },
    {
      "name": "Saturn Street Steps",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.19406325,
      "objectId": 93,
      "fullDescription": "This intimate 0.19-acre stepped garden in the Castro/Upper Market area provides a peaceful retreat and beautiful transition between different elevation levels while serving as a unique example of San Francisco's creative approach to hillside development. The steps feature terraced plantings and seating areas that make them both functional and aesthetically pleasing, encouraging residents and visitors to pause and enjoy views while navigating the neighborhood's challenging topography. Its compact size and artistic design make it popular with locals seeking a quiet place for contemplation or casual conversation in one of the city's most bustling neighborhoods. The steps represent how San Francisco transforms geographic challenges into opportunities for creating distinctive and beautiful public spaces.",
      "latitude": 37.76272603,
      "address": "70 Ord St",
      "propertyID": "79",
      "neighborhood": "Castro/Upper Market",
      "category": "mini",
      "longitude": -122.44054696
    },
    {
      "name": "Selby & Palou Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.42040069,
      "objectId": 92,
      "fullDescription": "Located in Bayview Hunters Point, this 0.42-acre mini park provides essential green space and recreational facilities for a neighborhood that has historically been underserved by municipal investment in parks and public amenities. The park's design emphasizes safety, accessibility, and community programming that reflects the needs and interests of local residents while providing children with safe play areas close to home. Its modest size creates an intimate atmosphere that encourages neighborhood connections while its facilities support both organized activities and informal gatherings that strengthen community bonds. The park represents ongoing efforts to ensure that all San Francisco neighborhoods have access to quality public space regardless of their economic or political influence.",
      "latitude": 37.73887303,
      "address": "1321 Selby St",
      "propertyID": "157",
      "neighborhood": "Bayview Hunters Point",
      "category": "mini",
      "longitude": -122.40039427
    },
    {
      "name": "Seward Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.41645266,
      "objectId": 13,
      "fullDescription": "Nestled in the Twin Peaks area, this 0.42-acre mini park provides a quiet retreat with spectacular city views while serving the recreational needs of families living in one of San Francisco's most geographically dramatic neighborhoods. The park's compact design takes advantage of its hillside location to provide multiple levels of play and seating areas that accommodate different activities while maximizing the stunning vistas available from this elevated site. Its location makes it popular with both local residents and visitors seeking panoramic views without the crowds found at more famous overlooks. The park demonstrates how even small public spaces can provide significant value when they take advantage of unique geographic features and serve underutilized areas of the city.",
      "latitude": 37.757625399999995,
      "address": "70 Corwin St",
      "propertyID": "73",
      "neighborhood": "Twin Peaks",
      "category": "mini",
      "longitude": -122.44006548
    },
    {
      "name": "Sgt. John Macaulay Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.27778728,
      "objectId": 207,
      "fullDescription": "Named for a San Francisco police sergeant who died in the line of duty, this Tenderloin park serves as a crucial green refuge in one of the city's most densely populated neighborhoods. The park features a children's playground, basketball court, and community garden beds where residents grow fresh produce and flowers. Its location near O'Farrell Street makes it a vital outdoor space for families in nearby SRO hotels and apartments, providing children with safe play areas and adults with shaded benches for socializing and respite.",
      "latitude": 37.78540076,
      "address": "800 O'Farrell St",
      "propertyID": "123",
      "neighborhood": "Tenderloin",
      "category": "mini",
      "longitude": -122.41819118
    },
    {
      "name": "Shipyard Parks",
      "shortDescription": "Community park in Bayview Hunters Point with recreational facilities",
      "acreage": 7.95587612,
      "objectId": 2357,
      "fullDescription": "Spanning nearly 8 acres in Bayview Hunters Point, these parks represent major community investment in a neighborhood with significant environmental and economic challenges, providing recreational facilities and open space designed to serve diverse community needs. The parks' design incorporates both active recreation areas and environmental restoration projects that address the area's industrial legacy while creating new opportunities for outdoor activities and community gathering. Their scale and facilities make them suitable for large community events and celebrations that bring together residents from throughout the Bayview district while providing daily recreation for local families. The parks represent ongoing efforts to provide quality public amenities in neighborhoods that have historically been underserved while addressing environmental justice issues through improved access to green space and recreational opportunities.",
      "latitude": 37.727637310000006,
      "address": "100 Innes Court",
      "propertyID": "957480",
      "neighborhood": "Bayview Hunters Point",
      "category": "neighborhood",
      "longitude": -122.36708736
    },
    {
      "name": "Shoreview Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.951628,
      "objectId": 144,
      "fullDescription": "This nearly one-acre park in Bayview Hunters Point provides waterfront access and bay views while serving as a community gathering place in a neighborhood working to balance industrial heritage with residential development and environmental restoration. The park's design incorporates both active recreation areas and contemplative spaces that take advantage of its unique position along the San Francisco Bay shoreline. Its location provides residents with direct access to the water and maritime activities while offering views of the bay that remind visitors of San Francisco's fundamental connection to its natural harbor. The park represents efforts to ensure that waterfront development includes public access and community amenities that benefit existing residents while attracting new investment to the area.",
      "latitude": 37.73186263,
      "address": "1 Lillian St",
      "propertyID": "957232",
      "neighborhood": "Bayview Hunters Point",
      "category": "mini",
      "longitude": -122.38106567
    },
    {
      "name": "Sigmund Stern Recreation Grove",
      "shortDescription": "Major 34-acre park with multiple attractions and facilities",
      "acreage": 34.77360918,
      "objectId": 205,
      "fullDescription": "This remarkable 35-acre park in the Sunset District serves as both a recreational facility and a cultural venue, featuring the famous Stern Grove Festival amphitheater that hosts free summer concerts. The park's natural depression creates a unique microclimate with towering eucalyptus and fir trees that provide natural acoustics for performances and shelter for year-round recreation. Beyond its role as a concert venue, the grove offers hiking trails, picnic areas, and open spaces that make it popular with dog walkers, families, and nature enthusiasts. The combination of cultural programming and natural beauty makes this park a distinctive San Francisco landmark where community, arts, and nature intersect.",
      "latitude": 37.736098129999995,
      "address": "2899 19th Ave",
      "propertyID": "83",
      "neighborhood": "Sunset/Parkside",
      "category": "destination",
      "longitude": -122.47829483
    },
    {
      "name": "Silver Terrace Playground",
      "shortDescription": "Community park in Bayview Hunters Point with recreational facilities",
      "acreage": 5.5742696700000005,
      "objectId": 204,
      "fullDescription": "Spanning 5.6 acres in Bayview Hunters Point, Silver Terrace Playground provides essential recreational facilities for one of San Francisco's most vibrant communities. The park features basketball courts, playground equipment, and open space that serves as a central meeting point for neighborhood residents. Located on Silver Avenue, it plays a crucial role in community building and provides safe outdoor space for children and families in this historically significant area of the city.",
      "latitude": 37.73287274,
      "address": "1700 Silver Ave",
      "propertyID": "39",
      "neighborhood": "Bayview Hunters Point",
      "category": "neighborhood",
      "longitude": -122.4031744
    },
    {
      "name": "South Park",
      "shortDescription": "Community park in Financial District/South Beach with recreational facilities",
      "acreage": 1.1178723,
      "objectId": 166,
      "fullDescription": "A charming oval-shaped park in the heart of the Financial District/South Beach area, South Park represents one of San Francisco's earliest planned residential squares. This intimate 1.1-acre green space is surrounded by historic Victorian homes and modern condominiums, creating a unique blend of old and new San Francisco. The park serves as a peaceful oasis for downtown workers and residents, featuring mature trees, walking paths, and a playground that makes it a perfect lunch-time retreat or evening gathering spot.",
      "latitude": 37.78158458,
      "address": "100 South Park St",
      "propertyID": "56",
      "neighborhood": "Financial District/South Beach",
      "category": "neighborhood",
      "longitude": -122.39396542
    },
    {
      "name": "South Sunset Playground",
      "shortDescription": "Community park in Sunset/Parkside with recreational facilities",
      "acreage": 4.10606077,
      "objectId": 203,
      "fullDescription": "Nestled in the Sunset/Parkside district, South Sunset Playground offers 4.1 acres of recreational facilities that serve the families of this fog-kissed neighborhood. The park features playground equipment, open grassy areas, and sports facilities that provide essential community gathering space in this residential area. Its location near the ocean influences the park's unique microclimate, often shrouded in San Francisco's famous fog, creating a mystical atmosphere that's quintessentially San Francisco.",
      "latitude": 37.73738883,
      "address": "2601 40th Ave",
      "propertyID": "85",
      "neighborhood": "Sunset/Parkside",
      "category": "neighborhood",
      "longitude": -122.49843918
    },
    {
      "name": "St. Mary's Rec Center",
      "shortDescription": "Community park in Bernal Heights with recreational facilities",
      "acreage": 13.6037164,
      "objectId": 66,
      "fullDescription": "Commanding 13.6 acres in Bernal Heights, St. Mary's Recreation Center stands as one of the neighborhood's premier community facilities. The expansive complex features multiple sports courts, a gymnasium, playground equipment, and large open spaces that host community events and recreational programs. Located on Justin Drive, it serves as a cornerstone of the Bernal Heights community, providing year-round programming and facilities that bring together residents of all ages in this close-knit hilltop neighborhood.",
      "latitude": 37.73367487,
      "address": "95 Justin Dr",
      "propertyID": "31",
      "neighborhood": "Bernal Heights",
      "category": "neighborhood",
      "longitude": -122.42067123
    },
    {
      "name": "St. Mary's Square",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 1.44145528,
      "objectId": 199,
      "fullDescription": "This historic Chinatown plaza honors Dr. Sun Yat-sen, founder of the Republic of China, with a twelve-foot bronze statue that has stood as a cultural landmark since 1937. The 1.4-acre square features traditional Chinese landscaping with pagoda-style pavilions, ornamental gates, and carefully maintained gardens that bloom throughout the seasons. Surrounded by the bustling energy of Grant Avenue and California Street, it serves as a peaceful gathering place where elderly residents practice tai chi at dawn, families celebrate festivals, and visitors pause to appreciate the rich heritage of America's oldest Chinatown.",
      "latitude": 37.791978969999995,
      "address": "633 California St",
      "propertyID": "136",
      "neighborhood": "Financial District/South Beach",
      "category": "plaza",
      "longitude": -122.40512268
    },
    {
      "name": "States Street Playground",
      "shortDescription": "Community park in Castro/Upper Market with recreational facilities",
      "acreage": 2.9114282,
      "objectId": 151,
      "fullDescription": "A beloved neighborhood gem in the Castro/Upper Market area, States Street Playground provides nearly 3 acres of community recreation space in one of San Francisco's most iconic districts. The playground features modern equipment, sports facilities, and open areas that serve as gathering spaces for local families. Its location in the heart of the Castro makes it a vital community resource that supports the diverse families calling this historic neighborhood home.",
      "latitude": 37.76379644,
      "address": "122 States St",
      "propertyID": "200",
      "neighborhood": "Castro/Upper Market",
      "category": "neighborhood",
      "longitude": -122.43786447
    },
    {
      "name": "Sue Bierman Park",
      "shortDescription": "Community park in Financial District/South Beach with recreational facilities",
      "acreage": 4.47281041,
      "objectId": 222,
      "fullDescription": "Perched along The Embarcadero with stunning views of the Bay Bridge, Sue Bierman Park transforms 4.5 acres of former freeway space into a beautiful waterfront oasis. Named after the influential San Francisco environmentalist, this terraced park features landscaped gardens, walking paths, and multiple levels that provide different vantage points of the bay and city skyline. The park serves as both a tranquil retreat for Financial District workers and a scenic destination for visitors exploring San Francisco's waterfront.",
      "latitude": 37.79592351,
      "address": "143 The Embarcadero",
      "propertyID": "143",
      "neighborhood": "Financial District/South Beach",
      "category": "neighborhood",
      "longitude": -122.39657354
    },
    {
      "name": "Sunnyside Conservatory",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.24625547,
      "objectId": 67,
      "fullDescription": "This charming 0.25-acre conservatory in West of Twin Peaks preserves a piece of San Francisco's horticultural heritage while providing residents with access to educational programs and beautiful gardens in a neighborhood setting. The conservatory's collection of plants and flowers creates a year-round oasis that offers both beauty and learning opportunities for visitors of all ages interested in botany, gardening, and environmental stewardship. Its intimate scale and specialized focus make it a unique destination that complements larger parks while serving the specific interests of garden enthusiasts and families seeking educational recreation. The conservatory represents the value of preserving specialized cultural and educational facilities that enhance neighborhood character while providing unique recreational and learning opportunities.",
      "latitude": 37.73192942,
      "address": "236 Monterey Blvd",
      "propertyID": "180",
      "neighborhood": "West of Twin Peaks",
      "category": "mini",
      "longitude": -122.44078012000001
    },
    {
      "name": "Sunnyside Playground",
      "shortDescription": "Community park in West of Twin Peaks with recreational facilities",
      "acreage": 2.6017107200000003,
      "objectId": 223,
      "fullDescription": "Located in the quiet residential Sunnyside neighborhood, this 2.6-acre playground provides essential recreational facilities for families in the West of Twin Peaks area. The park features well-maintained playground equipment, open grassy areas, and serves as a central gathering point for this close-knit community. Its peaceful setting and family-friendly amenities make it a perfect spot for neighborhood children to play and families to connect in one of San Francisco's more affordable residential districts.",
      "latitude": 37.733669500000005,
      "address": "233 Melrose Avenue",
      "propertyID": "67",
      "neighborhood": "West of Twin Peaks",
      "category": "neighborhood",
      "longitude": -122.44747289
    },
    {
      "name": "Sunset Dunes",
      "shortDescription": "Major 77-acre park with multiple attractions and facilities",
      "acreage": 77.01029842999999,
      "objectId": 27,
      "fullDescription": "Spanning 77 acres along the western edge of San Francisco, Sunset Dunes preserves a crucial remnant of the city's original coastal dune ecosystem while providing unique recreational opportunities. This park protects native dune plants and provides habitat for specialized wildlife that has adapted to the sandy, windswept environment characteristic of San Francisco's ocean-facing coastline. Visitors can explore maintained trails that wind through the dunes while learning about coastal ecology and enjoying views of the Pacific Ocean and Sunset District. The park serves as both a natural laboratory for understanding San Francisco's pre-development landscape and a recreational space where residents can experience the raw beauty of the California coast within city limits.",
      "latitude": 37.75103138,
      "address": "San Francisco, CA",
      "propertyID": "163",
      "neighborhood": "Sunset/Parkside, Lakeshore, Golden Gate Park, Outer Richmond",
      "category": "destination",
      "longitude": -122.50862838
    },
    {
      "name": "Sunset Rec Center",
      "shortDescription": "Community park in Sunset/Parkside with recreational facilities",
      "acreage": 3.8795047200000004,
      "objectId": 201,
      "fullDescription": "Serving the heart of the Sunset/Parkside community, Sunset Recreation Center spans 3.9 acres and provides comprehensive recreational facilities for this fog-embraced neighborhood. The center features a gymnasium, outdoor courts, playground equipment, and multipurpose rooms that host community programs and events throughout the year. Located on Lawton Street, it serves as a vital community hub that brings together the diverse residents of the Outer Sunset, fostering neighborhood connections and healthy active lifestyles.",
      "latitude": 37.75659386,
      "address": "2201 Lawton St",
      "propertyID": "93",
      "neighborhood": "Sunset/Parkside",
      "category": "neighborhood",
      "longitude": -122.48685659
    },
    {
      "name": "Tank Hill",
      "shortDescription": "Community park in Inner Sunset with recreational facilities",
      "acreage": 3.02368704,
      "objectId": 58,
      "fullDescription": "Rising above the Inner Sunset at 650 feet elevation, Tank Hill offers 3 acres of natural open space with some of the most spectacular panoramic views in San Francisco. This former water tank site now provides visitors with breathtaking 360-degree vistas encompassing the Pacific Ocean, Golden Gate Bridge, downtown skyline, and the entire Bay Area. The hill's relatively easy access combined with its stunning views makes it a favorite destination for photographers, dog walkers, and anyone seeking to experience San Francisco's geographic grandeur.",
      "latitude": 37.7599425,
      "address": "100 Twin Peaks Blvd",
      "propertyID": "76",
      "neighborhood": "Inner Sunset",
      "category": "neighborhood",
      "longitude": -122.44768321999999
    },
    {
      "name": "Telegraph Hill - Pioneer Park",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 4.81974441,
      "objectId": 1238,
      "fullDescription": "Surrounding the iconic Coit Tower, this 5-acre park provides both recreational space and one of San Francisco's most famous tourist destinations with unparalleled views of the bay, bridges, and city skyline. The park's terraced gardens and walking paths lead visitors through a landscape that combines natural beauty with the dramatic urban vista that makes San Francisco world-famous. Its location atop Telegraph Hill requires a challenging climb but rewards visitors with perspectives that capture the city's unique relationship between natural topography and human development. The park serves dual roles as a neighborhood amenity for Telegraph Hill and North Beach residents and as a must-see destination for visitors seeking to understand San Francisco's geographic and cultural identity.",
      "latitude": 37.80279531,
      "address": "1 Telegraph Hill Blvd",
      "propertyID": "149",
      "neighborhood": "North Beach",
      "category": "plaza",
      "longitude": -122.40585296
    },
    {
      "name": "Tenderloin Rec Center",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.65914847,
      "objectId": 195,
      "fullDescription": "This compact 0.66-acre recreation center provides essential services and safe gathering space in the Tenderloin, a neighborhood facing significant challenges related to homelessness, poverty, and substance abuse. The center's programming focuses on serving families and children with activities and resources designed to provide positive alternatives to street life while building community connections across diverse populations. Its location in the heart of the Tenderloin makes it easily accessible to residents while its services address specific needs that might not be met by recreation facilities in more affluent neighborhoods. The center represents the crucial role that public facilities play in supporting vulnerable communities while providing spaces for hope, growth, and positive change.",
      "latitude": 37.78480948,
      "address": "570 Ellis St",
      "propertyID": "168",
      "neighborhood": "Tenderloin",
      "category": "mini",
      "longitude": -122.41541208000001
    },
    {
      "name": "Topaz Open Space",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.91640837,
      "objectId": 68,
      "fullDescription": "This nearly one-acre open space in Glen Park provides natural beauty and passive recreation opportunities in a neighborhood known for its village-like character and strong community identity. The space's design emphasizes preservation of existing vegetation and natural features while providing paths and seating areas that allow residents to enjoy nature close to home. Its location within Glen Park's compact commercial and residential area makes it easily accessible to local families while its peaceful atmosphere provides a retreat from urban intensity. The space demonstrates how neighborhoods can preserve natural areas and green space even as development pressure increases, maintaining the environmental and aesthetic qualities that make areas like Glen Park distinctive and desirable.",
      "latitude": 37.741712320000005,
      "address": "100 Topaz Way",
      "propertyID": "197",
      "neighborhood": "Glen Park",
      "category": "mini",
      "longitude": -122.43616700999999
    },
    {
      "name": "Turk & Hyde Mini Park",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.15400689,
      "objectId": 84,
      "fullDescription": "Located in the challenging Tenderloin neighborhood, this tiny 0.15-acre park provides a crucial oasis of green space and safety in an area where public space is often complicated by issues of homelessness, drug use, and urban decay. The park's small size allows for more intensive maintenance and security while its design creates a welcoming environment for families and children who need safe outdoor space close to home. Its presence represents community efforts to reclaim public space for positive uses while addressing the complex social issues that affect quality of life in dense urban neighborhoods. The park demonstrates how even very small investments in public space can have significant impacts on community well-being when they address specific local needs and challenges.",
      "latitude": 37.78273207,
      "address": "201 Hyde St",
      "propertyID": "192",
      "neighborhood": "Tenderloin",
      "category": "mini",
      "longitude": -122.4159536
    },
    {
      "name": "Twin Peaks",
      "shortDescription": "Major 56-acre park with multiple attractions and facilities",
      "acreage": 56.48619326,
      "objectId": 178,
      "fullDescription": "Rising 922 feet above sea level, Twin Peaks provides visitors with San Francisco's most accessible and comprehensive panoramic views, showcasing the entire Bay Area from a dramatic windswept summit. These iconic hills offer multiple viewing areas and parking access that make spectacular vistas available to visitors of all mobility levels, while hiking trails provide more adventurous routes to hidden viewpoints. As both a geographic landmark and a recreational destination, Twin Peaks serves as San Francisco's natural observatory, where residents and visitors can gain perspective on the city's unique topography and appreciate the stunning natural setting that makes this urban environment so extraordinary.",
      "latitude": 37.75271359,
      "address": "501 Twin Peaks Blvd",
      "propertyID": "77",
      "neighborhood": "Twin Peaks",
      "category": "destination",
      "longitude": -122.44749601
    },
    {
      "name": "UN Plaza",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 2.6602428600000003,
      "objectId": 821,
      "fullDescription": "This prominent 2.7-acre plaza serves as San Francisco's premier venue for public demonstrations, cultural festivals, and civic events, embodying the city's tradition of political activism and social engagement. The plaza's open design and central location between the Tenderloin and Civic Center make it accessible to diverse communities while providing space for large gatherings that reflect San Francisco's role in national and international social movements. Its proximity to City Hall and other government buildings makes it a natural focal point for political expression while its farmers market and cultural events demonstrate how public space can serve multiple community functions. The plaza represents the essential role that civic space plays in maintaining democratic participation and community engagement in urban environments.",
      "latitude": 37.780086940000004,
      "address": "1150 Market St",
      "propertyID": "957477",
      "neighborhood": "Tenderloin",
      "category": "plaza",
      "longitude": -122.4139491
    },
    {
      "name": "Union Square",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 2.6001148800000005,
      "objectId": 174,
      "fullDescription": "As San Francisco's premier shopping and tourist destination, this 2.6-acre square serves as the vibrant heart of downtown commercial and cultural life while accommodating millions of visitors annually. The square's design balances the needs of shoppers, tourists, and office workers with green space, public art, and event areas that create a dynamic urban environment throughout the day and evening. Its central location makes it a natural meeting point and orientation landmark while its programming of events and activities ensures that it remains lively and engaging for diverse users. The square demonstrates how public space can successfully integrate commercial, cultural, and recreational functions to create a destination that serves both local residents and the broader tourism economy.",
      "latitude": 37.787936280000004,
      "address": "333 Post St",
      "propertyID": "135",
      "neighborhood": "Financial District/South Beach",
      "category": "plaza",
      "longitude": -122.40751369
    },
    {
      "name": "Upper Noe Rec Center",
      "shortDescription": "Community park in Noe Valley with recreational facilities",
      "acreage": 2.91807067,
      "objectId": 85,
      "fullDescription": "Situated in the heart of Noe Valley, Upper Noe Recreation Center provides 2.9 acres of community-focused recreational facilities in one of San Francisco's most family-oriented neighborhoods. The center features a gymnasium, outdoor courts, playground equipment, and hosts a variety of community programs that serve families throughout the valley. Its central location on Day Street makes it easily accessible to residents and serves as a cornerstone of community life in this charming neighborhood known for its village-like atmosphere.",
      "latitude": 37.742439250000004,
      "address": "295 Day St",
      "propertyID": "22",
      "neighborhood": "Noe Valley",
      "category": "neighborhood",
      "longitude": -122.42784323000001
    },
    {
      "name": "Victoria Manalo Draves Park",
      "shortDescription": "Community park in South of Market with recreational facilities",
      "acreage": 2.69637816,
      "objectId": 193,
      "fullDescription": "Named after the Olympic diving champion who broke barriers in sports, this 2.7-acre park in South of Market serves as both a recreational facility and a tribute to athletic excellence. The park features modern playground equipment, sports facilities, and open space that provides essential recreation opportunities in this rapidly developing neighborhood. Located on Sherman Street, it offers residents and workers in SoMa a valuable green space that honors the legacy of one of San Francisco's most accomplished athletes.",
      "latitude": 37.77700902,
      "address": "55 Sherman St",
      "propertyID": "169",
      "neighborhood": "South of Market",
      "category": "neighborhood",
      "longitude": -122.40597932
    },
    {
      "name": "Visitacion Valley Greenway",
      "shortDescription": "Community park in Visitacion Valley with recreational facilities",
      "acreage": 2.4270373800000002,
      "objectId": 234,
      "fullDescription": "Stretching through the Visitacion Valley neighborhood, this 2.4-acre linear park creates a green corridor that connects residents to nature and each other. The greenway features walking paths, native plant landscaping, and community gathering spaces that serve this diverse residential area. Its design emphasizes environmental sustainability and community building, providing both recreational opportunities and habitat for local wildlife while serving as a peaceful retreat from urban life.",
      "latitude": 37.71477443,
      "address": "103 Tucker Ave",
      "propertyID": "177",
      "neighborhood": "Visitacion Valley",
      "category": "neighborhood",
      "longitude": -122.40614491
    },
    {
      "name": "Walter Haas Playground",
      "shortDescription": "Community park in Glen Park with recreational facilities",
      "acreage": 4.625647740000001,
      "objectId": 198,
      "fullDescription": "Commanding a hillside location in Glen Park, Walter Haas Playground spans 4.6 acres and offers some of the most stunning views of downtown San Francisco from any neighborhood park. The terraced facility features multiple levels of playground equipment, sports courts, and picnic areas that take advantage of the dramatic topography. Named after the Levi Strauss executive and philanthropist, the park serves as both a recreational facility and a scenic viewpoint that showcases San Francisco's iconic skyline from a unique residential perspective.",
      "latitude": 37.74058745,
      "address": "300 Addison St",
      "propertyID": "4",
      "neighborhood": "Glen Park",
      "category": "neighborhood",
      "longitude": -122.43438377
    },
    {
      "name": "War Memorial & Opera House",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.76530419,
      "objectId": 34,
      "fullDescription": "The elegant landscaped areas surrounding these iconic Civic Center cultural institutions create a formal urban oasis that honors both artistic achievement and military sacrifice. The manicured grounds and memorial elements provide visitors with a contemplative space that reflects the dignity and significance of both the performing arts and the memory of those who served in military conflicts. This unique combination of cultural and commemorative functions makes the space both a practical gathering area for theatergoers and a meaningful place for reflection on the values that define civic life.",
      "latitude": 37.77911127,
      "address": "301 Van Ness Ave",
      "propertyID": "11557",
      "neighborhood": "Hayes Valley",
      "category": "mini",
      "longitude": -122.42088424
    },
    {
      "name": "Wash. & Hyde MP",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.16129288,
      "objectId": 53,
      "fullDescription": "Perched at the intersection of Washington and Hyde Streets, this charming mini park offers spectacular panoramic views across San Francisco Bay to Alcatraz and the East Bay hills. The steep Russian Hill terrain has been transformed into terraced seating areas with native plantings that thrive in the windy microclimate. Dog walkers and morning joggers frequently pause here to catch their breath and enjoy the vista, while the park's proximity to historic cable car lines makes it a favorite photo spot for visitors exploring Nob Hill's iconic attractions.",
      "latitude": 37.79400105,
      "address": "1470 Washington St",
      "propertyID": "144",
      "neighborhood": "Russian Hill",
      "category": "mini",
      "longitude": -122.41741052
    },
    {
      "name": "Washington Square",
      "shortDescription": "Urban plaza and civic gathering space",
      "acreage": 2.75453187,
      "objectId": 87,
      "fullDescription": "Anchoring North Beach with its 2.8-acre expanse, Washington Square serves as the vibrant heart of San Francisco's \"Little Italy,\" where the neighborhood's rich Italian-American heritage blends seamlessly with contemporary urban life. The square's open lawns, mature trees, and central location make it perfect for the community gatherings, bocce ball games, and casual socializing that define North Beach's village-like atmosphere, while its proximity to Saints Peter and Paul Church adds a spiritual dimension to daily neighborhood life. Its role as both a recreational space and a cultural center embodies North Beach's unique character as a neighborhood that has successfully preserved its ethnic identity while welcoming new residents and visitors who appreciate its authentic sense of community and Old World charm.",
      "latitude": 37.80083622,
      "address": "600 Columbus Ave",
      "propertyID": "147",
      "neighborhood": "North Beach, Chinatown",
      "category": "plaza",
      "longitude": -122.41005301999999
    },
    {
      "name": "West Portal Playground",
      "shortDescription": "Community park in West of Twin Peaks with recreational facilities",
      "acreage": 1.30972879,
      "objectId": 225,
      "fullDescription": "Tucked into the West Portal neighborhood near the Muni tunnel entrance, this compact 1.3-acre playground serves as a vital community resource for families in this transit-oriented district. The park features playground equipment designed for different age groups, open space for gatherings, and serves as a neighborhood meeting point near the busy West Portal Avenue commercial corridor. Its convenient location makes it easily accessible to both residents and families traveling through this important transportation hub.",
      "latitude": 37.74183821,
      "address": "131 Lenox Way",
      "propertyID": "68",
      "neighborhood": "West of Twin Peaks",
      "category": "neighborhood",
      "longitude": -122.46507956
    },
    {
      "name": "West Sunset Playground",
      "shortDescription": "Community park in Sunset/Parkside with recreational facilities",
      "acreage": 17.78874033,
      "objectId": 197,
      "fullDescription": "Spanning an impressive 17.8 acres in the Sunset/Parkside district, West Sunset Playground stands as one of the largest neighborhood recreational facilities in San Francisco. This expansive complex features multiple sports fields, tennis courts, playground equipment, and vast open spaces that accommodate everything from organized sports leagues to casual family gatherings. Located on Ortega Street, the park serves as a central recreational hub for the fog-kissed Outer Sunset community, providing ample space for outdoor activities year-round.",
      "latitude": 37.74902491,
      "address": "3223 Ortega St",
      "propertyID": "91",
      "neighborhood": "Sunset/Parkside",
      "category": "neighborhood",
      "longitude": -122.49809427000001
    },
    {
      "name": "White Crane Springs",
      "shortDescription": "Community garden space for urban agriculture",
      "acreage": 0.4614091,
      "objectId": 140,
      "fullDescription": "This Inner Sunset community garden draws its name from the area's natural springs, creating a meaningful connection between San Francisco's environmental history and contemporary urban agriculture. The garden's design incorporates water-wise gardening techniques and native plant cultivation alongside productive vegetable beds, demonstrating sustainable growing practices suited to the city's Mediterranean climate. Community workshops on permaculture and ecological gardening attract participants from across the city, while the site's serene atmosphere and commitment to environmental stewardship make it a model for sustainable urban community spaces.",
      "latitude": 37.75662603,
      "address": "1620 7th Ave",
      "propertyID": "123631",
      "neighborhood": "Inner Sunset",
      "category": "garden",
      "longitude": -122.46316869
    },
    {
      "name": "Willie Woo Woo Wong Playground",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.65634945,
      "objectId": 2393,
      "fullDescription": "This culturally responsive playground in Chinatown provides essential recreational facilities designed specifically to serve the neighborhood's Chinese-American families and their unique community needs. The park's amenities and programming reflect an understanding of multigenerational family structures and cultural values, creating a space where children can play while maintaining connections to their heritage. Its location in the heart of one of America's oldest Chinatowns makes it a vital community resource that supports both recreational needs and cultural continuity for families navigating life between traditional and contemporary American experiences.",
      "latitude": 37.79358112,
      "address": "850 Sacramento St",
      "propertyID": "139",
      "neighborhood": "Chinatown",
      "category": "mini",
      "longitude": -122.40718879
    },
    {
      "name": "Woh Hei Yuen Playground",
      "shortDescription": "Small neighborhood space offering urban respite",
      "acreage": 0.35612707000000005,
      "objectId": 2385,
      "fullDescription": "Serving the dense Chinatown community, this playground provides crucial outdoor recreation space where Chinese-American families can gather and children can play safely in one of San Francisco's most historically significant neighborhoods. The park's design accommodates the multigenerational family gatherings common in Chinese culture, while its central location makes it easily accessible to residents living in the surrounding apartment buildings. Despite space constraints common to Chinatown, the playground maximizes its impact by creating a community focal point that supports both children's development and neighborhood social connections.",
      "latitude": 37.79585942,
      "address": "922 Jackson St",
      "propertyID": "170",
      "neighborhood": "Chinatown",
      "category": "mini",
      "longitude": -122.41033816000001
    },
    {
      "name": "Yacht Harbor and Marina Green",
      "shortDescription": "Major 165-acre park with multiple attractions and facilities",
      "acreage": 165.47144441999998,
      "objectId": 194,
      "fullDescription": "Stretching along 165 acres of San Francisco's northern waterfront, this expansive park complex combines active recreation with spectacular bay views to create one of the city's premier outdoor destinations. The Marina Green's vast open lawn serves as the city's premier location for kite flying, frisbee games, and outdoor festivals, while also providing unobstructed views of the Golden Gate Bridge, Alcatraz, and Marin Headlands. The adjacent yacht harbor offers world-class sailing facilities and waterfront dining, making the area popular with both recreational boaters and land-based visitors seeking maritime atmosphere. The park's position along the bay creates unique wind and weather patterns that make it ideal for wind sports while also providing a refreshing escape from the city's often fog-shrouded interior neighborhoods.",
      "latitude": 37.80796275,
      "address": "1 Marina Green Dr",
      "propertyID": "112",
      "neighborhood": "Marina, Presidio",
      "category": "destination",
      "longitude": -122.44119806
    },
    {
      "name": "Yik Oi Huang Peace & Friendship Park Picnic Area",
      "shortDescription": "Community park in Visitacion Valley with recreational facilities",
      "acreage": 2.30918707,
      "objectId": 2379,
      "fullDescription": "Named to honor cross-cultural friendship and peace, this 2.3-acre park in Visitacion Valley provides dedicated picnic facilities and gathering spaces for community celebrations and family events. The park features covered picnic areas, open lawns, and landscaping that creates a welcoming environment for cultural events and neighborhood gatherings. Located on Leland Avenue, it serves as an important community resource that reflects the diverse, multicultural character of the Visitacion Valley neighborhood.",
      "latitude": 37.71240228,
      "address": "251 Leland Ave",
      "propertyID": "27",
      "neighborhood": "Visitacion Valley",
      "category": "neighborhood",
      "longitude": -122.40907319
    },
    {
      "name": "Youngblood-Coleman Playground",
      "shortDescription": "Community park in Bayview Hunters Point with recreational facilities",
      "acreage": 6.44637851,
      "objectId": 2370,
      "fullDescription": "Serving the Bayview Hunters Point community, this 6.4-acre playground provides comprehensive recreational facilities in one of San Francisco's most historically significant neighborhoods. The park features basketball courts, playground equipment, and open spaces that serve as vital community gathering areas. Named to honor local community leaders, the playground plays an important role in providing safe recreational opportunities and fostering community connections in this vibrant area that's experiencing ongoing revitalization and growth.",
      "latitude": 37.73877408,
      "address": "1398 Hudson Ave",
      "propertyID": "45",
      "neighborhood": "Bayview Hunters Point",
      "category": "neighborhood",
      "longitude": -122.38450283
    }
  ]
}
