{
  "49 S Van Ness Avenue": "Nestled in the heart of the Mission District, this 2.5-acre community space offers a vital green respite amid the neighborhood's vibrant urban energy. The park features modern recreational facilities and open lawns that serve as a gathering place for the diverse Mission community, hosting everything from family picnics to community events. Its central location on Van Ness Avenue makes it easily accessible for residents seeking outdoor recreation and social connection in one of San Francisco's most culturally rich neighborhoods.",

  "900 Innes": "Located in the historic Bayview Hunters Point district, this nearly 3-acre park provides essential green space and recreational opportunities for one of San Francisco's most resilient communities. The park serves as a neighborhood anchor, offering play areas and open space where families can gather and children can play safely. Its position in this culturally significant area makes it an important community asset that supports local residents while contributing to the ongoing revitalization of the Bayview.",

  "Adam Rodgers Park": "This 2.8-acre neighborhood gem in Bayview Hunters Point honors community legacy while providing modern recreational amenities for local families. The park features well-maintained play equipment and open areas that serve as a safe haven for children and a gathering spot for community members. Named after a local community leader, it represents the strong sense of civic pride and community spirit that defines the Bayview neighborhood.",

  "Alice Chalmers Playground": "Tucked away in the residential Excelsior district, this 1.8-acre playground serves as the neighborhood's primary recreational hub for families with young children. The park features age-appropriate play structures, open grass areas, and seating that make it a popular destination for after-school activities and weekend family outings. Its quiet location away from busy streets provides a safe, welcoming environment where the tight-knit Excelsior community can gather and children can play freely.",

  "Angelo J. Rossi Playground": "Spanning over 7 acres near the University of San Francisco, this expansive playground combines recreational facilities with stunning views of the city below. The park features multiple play areas, sports courts, and open fields that attract both university students and local families from the Lone Mountain neighborhood. Its elevated location provides a unique urban outdoor experience, while its size allows for various activities from basketball games to large community gatherings.",

  "Aptos Playground": "Hidden in the residential hills of West of Twin Peaks, this nearly 5-acre playground offers families a spacious retreat with both recreational facilities and natural beauty. The park features modern play equipment, open lawns, and mature trees that create a peaceful environment away from the city's hustle. Its location in this family-friendly neighborhood makes it a central gathering place where children can play while parents enjoy the tranquil, suburban-like atmosphere that defines this part of San Francisco.",

  "Balboa Natural Area": "This 1.8-acre natural sanctuary in the Outer Richmond preserves a piece of San Francisco's original landscape, offering visitors a glimpse into the city's ecological heritage. Unlike typical urban parks, this natural area features native plant communities and undeveloped terrain that provide habitat for local wildlife. It serves as an important educational resource and peaceful retreat for Richmond residents who appreciate nature and want to experience San Francisco's natural environment without leaving the city.",

  "Bayview K.C. Jones Playground": "Named after the legendary Boston Celtics player and coach, this 4-acre playground in Bayview Hunters Point emphasizes sports and athletic achievement while serving the local community. The park features basketball courts, play areas, and open space that encourage physical activity and community engagement. Its dedication to a sports icon reflects the neighborhood's appreciation for athletic excellence and provides inspiration for young people to pursue their athletic and personal goals.",

  "Billy Goat Hill": "Perched above Glen Park, this 3.7-acre hilltop park offers some of San Francisco's most spectacular panoramic views, stretching from downtown to the bay. The park features steep grassy slopes perfect for picnicking while enjoying breathtaking vistas, plus playground equipment for children. Its unique topography and stunning overlooks make it a favorite destination for both locals seeking exercise on the hill's challenging trails and visitors wanting to experience San Francisco's famous scenic beauty.",

  "Brooks Park": "Located in the diverse Oceanview/Merced/Ingleside area, this 3.8-acre park serves as a vital community hub for one of San Francisco's most multicultural neighborhoods. The park features sports facilities, play areas, and open spaces that host community events reflecting the area's rich cultural diversity. Its central location makes it easily accessible to families from surrounding residential areas, providing essential recreational opportunities in a part of the city where such amenities are particularly valued.",

  "Buchanan St Mall": "This unique 2-acre linear park in the Western Addition creates a green corridor through the heart of this historically significant neighborhood. Rather than a traditional park layout, it features a series of connected spaces with seating, landscaping, and community areas that encourage social interaction. The mall serves as an important gathering place for the diverse Western Addition community, providing a peaceful contrast to the surrounding urban environment while honoring the neighborhood's rich cultural heritage.",

  "Cabrillo Playground": "Situated in the fog-kissed Outer Richmond, this 1-acre playground provides essential recreational facilities for families in one of San Francisco's most residential neighborhoods. The park features child-friendly play equipment and open areas designed for active play, serving as a neighborhood focal point where families gather daily. Its proximity to the Richmond's quiet residential streets makes it a safe, accessible destination for local children and a place where the community's strong family-oriented character is most evident.",

  "Carl Larsen Park": "This expansive 7.3-acre park in the Sunset/Parkside district offers one of the neighborhood's largest recreational spaces, featuring diverse amenities for all ages. The park includes sports courts, playground equipment, and significant open areas that accommodate everything from youth sports leagues to large family gatherings. Its substantial size makes it unique in the densely packed Sunset, serving as the neighborhood's primary destination for outdoor recreation and community events that bring together this tight-knit residential area.",

  "Cayuga Playground": "Located in the Outer Mission's residential core, this 3.6-acre playground serves as the neighborhood's primary recreational hub for families and children. The park features well-designed play areas, sports facilities, and open spaces that reflect the community's strong family values and active lifestyle. Its position in this predominantly Latino neighborhood makes it an important cultural gathering place where community traditions are celebrated and children can play in a safe, welcoming environment.",

  "Dorothy Erskine Park": "Nestled in the hillside community of West of Twin Peaks, this 1.6-acre park offers families a quiet retreat with both recreational facilities and natural beauty. The park features thoughtfully designed play areas and open spaces that take advantage of the neighborhood's unique topography and peaceful residential character. Named after a community advocate, it represents the area's commitment to preserving green space and providing quality recreational opportunities for local families.",

  "Douglass Playground": "Spanning nearly 8 acres in the heart of Noe Valley, this expansive playground serves as the neighborhood's premier family destination and community gathering place. The park features extensive play equipment, sports courts, open lawns, and mature trees that create a park-like oasis in this highly desirable residential area. Its size and central location make it the social hub of Noe Valley, where the neighborhood's strong sense of community is most visible through daily interactions among families and residents.",

  "Duboce Park": "This beloved 4.8-acre park in the Haight Ashbury serves as a green oasis where the neighborhood's diverse community comes together daily. Famous for its off-leash dog area and children's playground, the park creates a unique social environment where dog owners, families, and longtime residents interact. The park's location between the Lower Haight and Castro neighborhoods makes it a crossroads of San Francisco culture, embodying the inclusive, community-oriented spirit that defines this iconic area.",

  "Edgehill Mountain": "This 2.4-acre natural area in West of Twin Peaks preserves a piece of San Francisco's original landscape, offering residents a chance to experience the city's natural heritage. Unlike developed parks, this space maintains its wild character with native vegetation and natural terrain that provides both habitat for wildlife and peaceful trails for visitors. Its location in the hills above the city makes it a special retreat where residents can connect with nature while enjoying views of the surrounding neighborhoods.",

  "Esprit Park": "Located on Minnesota Street in Potrero Hill, this 2.2-acre park represents the neighborhood's successful transformation from industrial area to vibrant residential community. The park features modern play equipment, sports courts, and open spaces that serve the area's growing population of young families and professionals. Its contemporary design and amenities reflect Potrero Hill's character as one of San Francisco's most livable neighborhoods, providing essential green space in an area known for its strong community spirit and urban village atmosphere.",

  "Eugene Friend Rec Center": "Situated in South of Market, this compact 1.2-acre recreation center provides vital community services and recreational opportunities in one of San Francisco's most rapidly changing neighborhoods. The facility offers indoor and outdoor activities that serve both longtime residents and newcomers to the area, creating important connections across the community. Its central SOMA location makes it accessible to diverse populations, providing essential recreational programming and safe gathering space in this dynamic urban environment.",

  "Eureka Valley Rec Center": "Located in the heart of the Castro/Upper Market area, this 2.3-acre recreation center serves as a vital community hub for one of San Francisco's most historically significant neighborhoods. The facility combines recreational amenities with community programming that reflects the area's inclusive values and strong civic engagement. Its role extends beyond recreation to serve as a gathering place where the Castro's diverse community comes together, maintaining the neighborhood's tradition of activism and mutual support.",

  "Everson & Digby Lots": "These connected 1.3-acre lots in Glen Park provide essential green space and recreational facilities for this close-knit neighborhood community. The park features play areas and open space that serve local families while maintaining the intimate, village-like character that makes Glen Park unique in San Francisco. Its location near Glen Park's charming commercial district makes it easily accessible to residents who value the neighborhood's small-town feel within the larger city context."
}